{
  "id": "ss10",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "A Better Use",
    "de": "Eine bessere Verwendung",
    "fr": "Une meilleure utilisation",
    "es": "Un mejor uso",
    "pt": "Um uso melhor",
    "pl": "Lepsze zastosowanie",
    "no": "En bedre bruk",
    "da": "En bedre brug",
    "it": "Un uso migliore",
    "uk": "Краще застосування",
    "kr": "더 나은 용도",
    "ru": "Лучшее применение",
    "zh-CN": "更好的用途",
    "ja": "より良い使い道",
    "tr": "Daha İyi Bir Kullanım",
    "zh-TW": "更好的用途",
    "sr": "Bolja Upotreba",
    "hr": "Bolja Uporaba"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "We're short on everything but mouths to feed, yet Celeste's launching precious supplies into the air for Raiders to claw over. I'm done letting the good stuff go to waste.",
    "de": "Uns fehlt es an allem außer an Mäulern, die gestopft werden müssen, und trotzdem schießt Celeste wertvolle Vorräte in die Luft, um die sich die Raider streiten können. Ich lasse nicht länger zu, dass die guten Sachen verschwendet werden.",
    "fr": "On manque de tout sauf de bouches à nourrir, et pourtant Celeste s'amuse à balancer de précieuses provisions dans les airs pour les Raiders. J'en ai assez de gaspiller de la belle marchandise",
    "es": "Nos falta de todo excepto bocas que alimentar, y aun así Celeste lanza suministros preciosos al aire para que los Raiders se peleen por ellos. Ya no voy a dejar que las cosas buenas se desperdicien.",
    "pt": "Estamos com falta de tudo, menos bocas para alimentar, mas a Celeste está lançando suprimentos preciosos no ar para os Raiders brigarem por eles. Cansei de deixar as coisas boas irem para o lixo.",
    "pl": "Brakuje nam wszystkiego oprócz gęb do wykarmienia, a mimo to Celeste wystrzeliwuje cenne zapasy w powietrze, o które Raiders mogą się szarpać. Mam dość marnowania dobrych rzeczy.",
    "no": "Vi mangler alt unntatt munner å mate, men likevel skyter Celeste verdifulle forsyninger opp i luften for at Raiders skal slåss om dem. Jeg er lei av å la de gode tingene gå til spille.",
    "da": "Vi mangler alt undtagen munde at fodre, men alligevel sender Celeste værdifulde forsyninger op i luften, så Raiders kan slås om dem. Jeg er færdig med at lade de gode ting gå til spilde.",
    "it": "Siamo a corto di tutto tranne che di bocche da sfamare, eppure Celeste lancia rifornimenti preziosi in aria perché i Raider se li contendano. Ho finito di lasciare che la roba buona vada sprecata.",
    "uk": "У нас бракує всього, окрім ротів для годування, але Селеста запускає цінні запаси в повітря, щоб Рейдери могли за них битися. Я більше не дозволю добрим речам пропадати даремно.",
    "kr": "먹여 살릴 입은 많은데 다른 건 다 부족한 상황에서, 셀레스트는 귀중한 보급품을 공중에 쏘아 올려 레이더들이 서로 차지하려고 싸우게 만들고 있어. 이제 좋은 물건들이 낭비되도록 내버려두지 않을 거야.",
    "ru": "Нам не хватает всего, кроме ртов, которые нужно кормить, но Селеста запускает ценные припасы в воздух, чтобы Рейдеры дрались за них. С меня хватит — не позволю добру пропадать зря.",
    "zh-CN": "我们什么都缺，就是不缺要养活的人，但塞莱斯特却把宝贵的补给投放到空中，让掠夺者们争抢。我受够了让好东西白白浪费。",
    "ja": "食わせる口は多いのに物資は何もかも不足している。それなのにセレステは貴重な物資を空中に打ち上げて、レイダーたちに奪い合わせている。もう良い物を無駄にするのは終わりだ。",
    "tr": "Doyuracak ağız dışında her şey kıt, ama Celeste değerli malzemeleri havaya fırlatıp Akıncıların kapışmasını sağlıyor. İyi şeylerin boşa gitmesine daha fazla izin vermeyeceğim.",
    "zh-TW": "我們什麼都缺，就是不缺要養活的人，但瑟萊斯特卻把寶貴的補給投放到空中，讓掠奪者們爭搶。我受夠了讓好東西白白浪費。",
    "sr": "Nedostaje nam sve osimusta za hranjenje, a Celeste lansira dragocene zalihe u vazduh da se Rejderi otimaju oko njih. Dosta mi je da dopuštam da dobre stvari propadaju.",
    "hr": "Nedostaje nam sve osim usta za hranjenje, a Celeste lansira dragocjene zalihe u zrak da se Rejderi otimaju oko njih. Dosta mi je dopuštati da dobre stvari propadaju."
  },
  "objectives": [
    {
      "en": "Request in a Supply Drop from a Call Station",
      "de": "Fordere einen Versorgungsabwurf von einer Rufstation an",
      "fr": "Demander un largage d'approvisionnement depuis une station d'approvisionnement",
      "es": "Solicita un lanzamiento de suministros desde una estación de llamada",
      "pt": "Solicite um lançamento de suprimentos de uma estação de chamada",
      "pl": "Zamów zrzut zaopatrzenia ze stacji wywołania",
      "no": "Be om en forsyningsslipp fra en kallestasjon",
      "da": "Anmod om en forsyningsdrop fra en opkaldstation",
      "it": "Richiedi un lancio di rifornimenti da una stazione di chiamata",
      "uk": "Замовте скидання припасів на станції виклику",
      "kr": "호출 스테이션에서 보급 투하 요청하기",
      "ru": "Запросите сброс припасов на станции вызова",
      "zh-CN": "在呼叫站请求补给空投",
      "ja": "コールステーションから補給物資の投下を要請する",
      "tr": "Bir Çağrı İstasyonundan İkmal Paketi talep et",
      "zh-TW": "在呼叫站請求補給空投",
      "sr": "Zatraži Isporuku Zaliha sa Pozivne Stanice",
      "hr": "Zatraži Isporuku Zaliha sa Pozivne Stanice"
    },
    {
      "en": "Loot a Supply Drop",
      "de": "Plündere einen Versorgungsabwurf",
      "fr": "Piller un largage d'approvisionnement",
      "es": "Saquea un lanzamiento de suministros",
      "pt": "Saqueia um lançamento de suprimentos",
      "pl": "Zrabuj zrzut zaopatrzenia",
      "no": "Plyndre en forsyningsslipp",
      "da": "Plyndre en forsyningsdrop",
      "it": "Saccheggia un lancio di rifornimenti",
      "uk": "Заберіть вміст скинутих припасів",
      "kr": "보급 투하 상자 약탈하기",
      "ru": "Заберите содержимое сброшенных припасов",
      "zh-CN": "掠夺补给空投",
      "ja": "補給物資を略奪する",
      "tr": "Bir İkmal Paketini yağmala",
      "zh-TW": "掠奪補給空投",
      "sr": "Opljačkaj Isporuku Zaliha",
      "hr": "Opljačkaj Isporuku Zaliha"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "extended_light_mag_i",
      "quantity": 1
    },
    {
      "itemId": "muzzle_brake_ii",
      "quantity": 1
    },
    {
      "itemId": "stable_stock_i",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss7"
  ],
  "nextQuestIds": [
    "ss10a"
  ]
}