{
  "id": "ss11",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "A First Foothold",
    "de": "Ein erster Brückenkopf",
    "fr": "Premier point d'appui",
    "es": "Un primer punto de apoyo",
    "pt": "Um primeiro ponto de apoio",
    "pl": "Pierwsza przyczółek",
    "no": "Et første fotfeste",
    "da": "Et første fodfæste",
    "it": "Una prima base",
    "uk": "Перший плацдарм",
    "kr": "첫 번째 거점",
    "ru": "Первый плацдарм",
    "zh-CN": "第一个立足点",
    "ja": "最初の足がかり",
    "tr": "İlk Dayanak",
    "zh-TW": "第一個立足點",
    "sr": "Prvo Uporište",
    "hr": "Prvo Uporište"
  },
  "trader": "Shani",
  "description": {
    "en": "We've only just finished expanding the Tube network towards the Blue Gate, and we're still laboring away at the rest. My crew's been building new infrastructure around the valley to safeguard our Raiders, but the constant ARC threat has made it difficult to get anything done.",
    "de": "Wir haben gerade erst die Erweiterung des Röhrennetzwerks zum Blauen Tor abgeschlossen, und wir arbeiten noch am Rest. Meine Crew hat neue Infrastruktur rund um das Tal gebaut, um unsere Raiders zu schützen, aber die ständige ARC-Bedrohung hat es schwierig gemacht, etwas zu erledigen.",
    "fr": "On vient de terminer l'extension du réseau de Tunnels jusqu'au Portail bleu, et on travaille encore sur le reste. Mon équipe construit de nouvelles infrastructures autour de la vallée pour protéger nos Raiders, mais la menace constante de l'ARC rend tout travail difficile.",
    "es": "Acabamos de terminar de expandir la red de tubos hacia la Puerta Azul, y todavía estamos trabajando en el resto. Mi equipo ha estado construyendo nueva infraestructura alrededor del valle para proteger a nuestros Raiders, pero la constante amenaza de ARC ha dificultado hacer cualquier cosa.",
    "pt": "Acabamos de terminar de expandir a rede de Tubos em direção ao Portão Azul, e ainda estamos trabalhando no resto. Minha equipe tem construído nova infraestrutura ao redor do vale para proteger nossos Raiders, mas a constante ameaça da ARC tem dificultado fazer qualquer coisa.",
    "pl": "Dopiero co skończyliśmy rozbudowę sieci Rur w kierunku Niebieskiej Bramy i wciąż pracujemy nad resztą. Moja ekipa buduje nową infrastrukturę wokół doliny, aby chronić naszych Rajderów, ale ciągłe zagrożenie ze strony ARC utrudnia wykonanie czegokolwiek.",
    "no": "Vi har nettopp fullført utvidelsen av Tube-nettverket mot den Blå Porten, og vi jobber fortsatt med resten. Mannskapet mitt har bygget ny infrastruktur rundt dalen for å beskytte våre Raiders, men den konstante ARC-trusselen har gjort det vanskelig å få noe gjort.",
    "da": "Vi er lige blevet færdige med at udvide Tube-netværket mod den Blå Port, og vi arbejder stadig på resten. Mit mandskab har bygget ny infrastruktur rundt om dalen for at beskytte vores Raiders, men den konstante ARC-trussel har gjort det svært at få noget gjort.",
    "it": "Abbiamo appena finito di espandere la rete dei Tubi verso il Cancello Blu, e stiamo ancora lavorando al resto. Il mio equipaggio ha costruito nuove infrastrutture intorno alla valle per proteggere i nostri Raiders, ma la costante minaccia dell'ARC ha reso difficile portare a termine qualsiasi cosa.",
    "uk": "Ми щойно закінчили розширення мережі тунелів до Блакитних Воріт, і все ще працюємо над рештою. Моя команда будує нову інфраструктуру по всій долині, щоб захистити наших Рейдерів, але постійна загроза ARC ускладнює виконання будь-якої роботи.",
    "kr": "블루 게이트로 가는 튜브 네트워크 확장을 막 끝냈고, 나머지 작업은 아직 진행 중입니다. 우리 팀은 레이더들을 보호하기 위해 계곡 주변에 새로운 인프라를 건설하고 있지만, 끊임없는 ARC의 위협 때문에 일을 진행하기가 어렵습니다.",
    "ru": "Мы только что закончили расширение сети туннелей к Синим Воротам, и всё ещё работаем над остальным. Моя команда строит новую инфраструктуру по всей долине, чтобы защитить наших Рейдеров, но постоянная угроза ARC затрудняет выполнение любой работы.",
    "zh-CN": "我们刚刚完成了通往蓝门的管道网络扩建，其余部分还在施工中。我的团队一直在山谷周围建设新的基础设施来保护我们的掠夺者，但ARC持续的威胁让我们难以完成任何工作。",
    "ja": "ブルーゲートへのチューブネットワークの拡張をようやく終えたばかりで、残りの作業はまだ続いている。私のチームは谷の周辺に新しいインフラを建設してレイダーたちを守ろうとしているが、ARCの絶え間ない脅威のせいで作業が進まない。",
    "tr": "Tüp ağını Mavi Kapı'ya doğru genişletmeyi yeni bitirdik ve geri kalanı üzerinde hala çalışıyoruz. Ekibim, Akıncılarımızı korumak için vadi çevresinde yeni altyapı inşa ediyor, ancak sürekli ARC tehdidi bir şeyler halletmeyi zorlaştırıyor.",
    "zh-TW": "我們剛剛完成了通往藍門的管道網絡擴建，其餘部分還在施工中。我的團隊一直在山谷周圍建設新的基礎設施來保護我們的掠奪者，但ARC持續的威脅讓我們難以完成任何工作。",
    "sr": "Upravo smo završili sa proširenjem mreže Tunela prema Plavoj Kapiji, i još uvek radimo na ostatku. Moja ekipa je gradila novu infrastrukturu oko doline da zaštiti naše Rejdere, ali stalna ARC pretnja je otežala obavljanje bilo čega.",
    "hr": "Upravo smo završili s proširenjem mreže Tunela prema Plavim Vratima, i još uvijek radimo na ostatku. Moja ekipa je gradila novu infrastrukturu oko doline da zaštiti naše Rejdere, ali stalna ARC prijetnja je otežala obavljanje bilo čega."
  },
  "objectives": [
    {
      "en": "Stabilize the observation deck near the Ridgeline",
      "de": "Stabilisiere die Aussichtsplattform in der Nähe des Bergrückens",
      "fr": "Stabiliser la plateforme d'observation près de la Crête",
      "es": "Estabiliza la plataforma de observación cerca de la cresta",
      "pt": "Estabilize o deck de observação perto da cordilheira",
      "pl": "Ustabilizuj platformę obserwacyjną w pobliżu grzbietu",
      "no": "Stabiliser observasjonsdekket nær åskammen",
      "da": "Stabiliser observationsdækket nær højderyggen",
      "it": "Stabilizza la piattaforma di osservazione vicino al crinale",
      "uk": "Стабілізувати оглядовий майданчик біля Гірського хребта",
      "kr": "능선 근처의 전망대 안정화하기",
      "ru": "Стабилизировать смотровую площадку возле Горного хребта",
      "zh-CN": "稳固山脊线附近的观察台",
      "ja": "リッジライン近くの展望デッキを安定化する",
      "tr": "Sırt Hattı yakınındaki gözlem güvertesini sabitle",
      "zh-TW": "穩固山脊線附近的觀察台",
      "sr": "Stabiliziraj posmatračku palubu blizu Grebena",
      "hr": "Stabiliziraj promatračku palubu blizu Grebena"
    },
    {
      "en": "Enable the comms terminal near the Olive Grove",
      "de": "Aktiviere das Kommunikationsterminal in der Nähe des Olivenhains",
      "fr": "Activer le terminal de communication près de l'Oliveraie",
      "es": "Activa el terminal de comunicaciones cerca del olivar",
      "pt": "Ative o terminal de comunicações perto do olival",
      "pl": "Włącz terminal komunikacyjny w pobliżu gaju oliwnego",
      "no": "Aktiver kommunikasjonsterminalen nær olivenlunden",
      "da": "Aktiver kommunikationsterminalen nær olivenlunden",
      "it": "Attiva il terminale di comunicazione vicino all'uliveto",
      "uk": "Увімкнути комунікаційний термінал біля Оливкової гаї",
      "kr": "올리브 숲 근처의 통신 터미널 활성화하기",
      "ru": "Включить коммуникационный терминал возле Оливковой рощи",
      "zh-CN": "启用橄榄林附近的通讯终端",
      "ja": "オリーブグローブ近くの通信端末を有効化する",
      "tr": "Zeytin Korusu yakınındaki iletişim terminalini etkinleştir",
      "zh-TW": "啟用橄欖林附近的通訊終端",
      "sr": "Aktiviraj komunikacijski terminal blizu Maslinika",
      "hr": "Aktiviraj komunikacijski terminal blizu Maslinika"
    },
    {
      "en": "Rotate the satellite dishes on the church roof, north of the Data Vault",
      "de": "Drehe die Satellitenschüsseln auf dem Kirchendach, nördlich des Datentresors",
      "fr": "Faire pivoter les antennes paraboliques sur le toit de l'église, au nord de la Salle de données",
      "es": "Gira las antenas parabólicas en el techo de la iglesia, al norte de la bóveda de datos",
      "pt": "Gire as antenas parabólicas no telhado da igreja, ao norte do cofre de dados",
      "pl": "Obróć anteny satelitarne na dachu kościoła, na północ od skarbca danych",
      "no": "Roter satellittskålene på kirketaket, nord for datahvelvet",
      "da": "Drej satellitantennerne på kirketaget, nord for datahvælvingen",
      "it": "Ruota le parabole satellitari sul tetto della chiesa, a nord del caveau dati",
      "uk": "Повернути супутникові антени на даху церкви на північ від Сховища даних",
      "kr": "데이터 금고 북쪽 교회 지붕의 위성 접시 회전시키기",
      "ru": "Повернуть спутниковые антенны на крыше церкви к северу от Хранилища данных",
      "zh-CN": "旋转数据库北侧教堂屋顶上的卫星天线",
      "ja": "データヴォールトの北にある教会の屋根の衛星アンテナを回転させる",
      "tr": "Veri Kasası'nın kuzeyindeki kilise çatısındaki uydu çanaklarını döndür",
      "zh-TW": "旋轉資料庫北側教堂屋頂上的衛星天線",
      "sr": "Rotiraj satelitske antene na krovu crkve, severno od Trezora Podataka",
      "hr": "Rotiraj satelitske antene na krovu crkve, sjeverno od Trezora Podataka"
    },
    {
      "en": "Nail down the roof plates on the Raider structure near Trapper's Glade",
      "de": "Nagele die Dachplatten an der Raider-Struktur in der Nähe von Trapper's Glade fest",
      "fr": "Fixer les plaques de toit sur la structure de Raider près de la Clairière du trappeur",
      "es": "Clava las placas del techo en la estructura Raider cerca del claro del trampero",
      "pt": "Pregue as placas do telhado na estrutura Raider perto da clareira do caçador",
      "pl": "Przybij płyty dachowe na strukturze Rajderów w pobliżu polany traperów",
      "no": "Spikre fast takplatene på Raider-strukturen nær Trapper's Glade",
      "da": "Søm tagpladerne fast på Raider-strukturen nær Trapper's Glade",
      "it": "Inchioda le lastre del tetto sulla struttura Raider vicino alla radura del cacciatore",
      "uk": "Прибити дахові пластини на споруді Рейдерів біля Пастки мисливця",
      "kr": "트래퍼스 글레이드 근처 레이더 구조물의 지붕 판 고정하기",
      "ru": "Прибить кровельные пластины на строении Рейдеров возле Поляны охотника",
      "zh-CN": "钉牢捕猎者林地附近掠夺者建筑的屋顶板",
      "ja": "トラッパーズグレイド近くのレイダー建造物の屋根板を釘で固定する",
      "tr": "Tuzakçı Açıklığı yakınındaki Akıncı yapısının çatı levhalarını çivile",
      "zh-TW": "釘牢捕獵者林地附近掠奪者建築的屋頂板",
      "sr": "Zakucaj krovne ploče na Rejder strukturi blizu Traperovog Proplanka",
      "hr": "Zakucaj krovne ploče na Rejder strukturi blizu Traperovog Proplanka"
    }
  ],
  "otherRequirements": [
    "18x Raids"
  ],
  "grantedItemIds": [
    {
      "itemId": "noisemaker",
      "quantity": 2
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "shrapnel_grenade",
      "quantity": 3
    },
    {
      "itemId": "snap_blast_grenade",
      "quantity": 3
    },
    {
      "itemId": "heavy_fuze_grenade",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": [],
  "nextQuestIds": [
    "ss11a"
  ]
}
