{
  "id": "ss10x19",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "A New Type of Plant",
    "de": "Eine neue Pflanzenart",
    "fr": "Un nouveau type de plante",
    "es": "Un nuevo tipo de planta",
    "pt": "Um Novo Tipo de Planta",
    "pl": "Nowy typ rośliny",
    "no": "En ny type plante",
    "da": "En ny type plante",
    "it": "Un nuovo tipo di pianta",
    "uk": "Новий Тип Рослини",
    "kr": "새로운 종류의 식물",
    "ru": "Новый Тип Растения",
    "zh-CN": "新型植物",
    "ja": "新しい種類の植物",
    "tr": "Yeni Bir Bitki Türü",
    "zh-TW": "新型植物",
    "sr": "Nova vrsta biljke",
    "hr": "Nova vrsta biljke"
  },
  "trader": "Lance",
  "description": {
    "en": "Some scouts have been bringing back reports of these weird plants spreading into the area. Now, this makes your old pal Lance think it may have some interesting uses.",
    "de": "Einige Späher haben Berichte über diese seltsamen Pflanzen zurückgebracht, die sich in der Gegend ausbreiten. Das lässt deinen alten Kumpel Lance denken, dass sie interessante Verwendungsmöglichkeiten haben könnte.",
    "fr": "Certains éclaireurs ont rapporté des rapports sur ces plantes étranges qui se propagent dans la région. Maintenant, cela fait penser à votre vieux pote Lance qu'elle pourrait avoir des utilisations intéressantes.",
    "es": "Algunos exploradores han estado trayendo informes de estas plantas extrañas que se están extendiendo por el área. Ahora, esto hace que tu viejo amigo Lance piense que puede tener algunos usos interesantes.",
    "pt": "Alguns batedores têm trazido relatórios dessas plantas estranhas se espalhando pela área. Agora, isso faz seu velho amigo Lance pensar que pode ter alguns usos interessantes.",
    "pl": "Niektórzy zwiadowcy przynosili raporty o tych dziwnych roślinach rozprzestrzeniających się w okolicy. To sprawia, że twój stary kumpel Lance myśli, że może mieć jakieś interesujące zastosowania.",
    "no": "Noen speider har kommet tilbake med rapporter om disse rare plantene som sprer seg inn i området. Nå får dette din gamle venn Lance til å tenke at den kan ha noen interessante bruksområder.",
    "da": "Nogle spejdere har bragt rapporter tilbage om disse mærkelige planter, der spreder sig ind i området. Nu får dette din gamle ven Lance til at tænke, at den måske har nogle interessante anvendelser.",
    "it": "Alcuni esploratori hanno riportato segnalazioni di queste strane piante che si stanno diffondendo nell'area. Ora, questo fa pensare al tuo vecchio amico Lance che potrebbe avere degli usi interessanti.",
    "uk": "Деякі розвідники приносять звіти про дивні рослини, що поширюються в цій місцевості. Це змушує твого старого друга Ленса думати, що вони можуть мати цікаве застосування.",
    "kr": "정찰병들이 이 지역에 이상한 식물들이 퍼지고 있다는 보고를 가져왔어. 자, 이건 네 오랜 친구 랜스가 흥미로운 용도가 있을 거라고 생각하게 만들지.",
    "ru": "Разведчики приносят сообщения о странных растениях, распространяющихся в этом районе. Это заставляет твоего старого приятеля Лэнса думать, что у них может быть интересное применение.",
    "zh-CN": "一些侦察兵带回了关于这些奇怪植物在该地区蔓延的报告。这让你的老朋友兰斯觉得它可能有一些有趣的用途。",
    "ja": "斥候たちがこのエリアに広がる奇妙な植物の報告を持ち帰ってきた。これを見て、君の古い友人ランスは何か面白い使い道があるかもしれないと考えている。",
    "tr": "Bazı izciler bu garip bitkilerin bölgeye yayıldığına dair raporlar getiriyorlar. Bu, eski dostun Lance'in bunun ilginç kullanımları olabileceğini düşünmesine neden oluyor.",
    "zh-TW": "一些偵察兵帶回了關於這些奇怪植物在該地區蔓延的報告。這讓你的老朋友蘭斯覺得它可能有一些有趣的用途。",
    "sr": "Neki izviđači su doneli izveštaje o čudnim biljkama koje se šire po oblasti. Ovo je navelo tvog starog prijatelja Lancea da pomisli kako bi mogle imati zanimljivu upotrebu.",
    "hr": "Neki izviđači su donijeli izvještaje o čudnim biljkama koje se šire po području. Ovo je navelo tvog starog prijatelja Lancea da pomisli kako bi mogle imati zanimljivu upotrebu."
  },
  "objectives": [
    {
      "en": "Search for the new plant near the Baron Husk in the Old Battleground",
      "de": "Suche nach der neuen Pflanze in der Nähe der Baron-Hülle im Alten Schlachtfeld",
      "fr": "Chercher la nouvelle plante près de l'épage de Baron sur l'ancien champ de bataille",
      "es": "Busca la nueva planta cerca del Cascarón del Barón en el Antiguo Campo de Batalla",
      "pt": "Procure pela nova planta perto da Casca do Barão no Antigo Campo de Batalha",
      "pl": "Szukaj nowej rośliny w pobliżu Łuski Barona na Starym Polu Bitwy",
      "no": "Søk etter den nye planten nær Baron-skallet på den Gamle Slagmarken",
      "da": "Søg efter den nye plante nær Baron-skallen på den Gamle Slagmark",
      "it": "Cerca la nuova pianta vicino al Guscio del Barone nel Vecchio Campo di Battaglia",
      "uk": "Шукайте нову рослину біля Оболонки Барона на Старому Полі Битви",
      "kr": "옛 전장의 남작 껍질 근처에서 새로운 식물 찾기",
      "ru": "Ищите новое растение рядом с Оболочкой Барона на Старом Поле Боя",
      "zh-CN": "在旧战场的男爵残骸附近寻找新植物",
      "ja": "旧戦場のバロン・ハスク付近で新しい植物を探す",
      "tr": "Eski Savaş Alanı'ndaki Baron Kabuğu yakınında yeni bitkiyi ara",
      "zh-TW": "在舊戰場的男爵殘骸附近尋找新植物",
      "sr": "Traži novu biljku blizu Baronove ljuske na Starom bojištu",
      "hr": "Traži novu biljku blizu Baronove ljuske na Starom bojištu"
    },
    {
      "en": "Deliver the Possibly Toxic Plant to Lance",
      "de": "Liefere die möglicherweise giftige Pflanze an Lance",
      "fr": "Livrer la plante potentiellement toxique à Lance",
      "es": "Entrega la planta posiblemente tóxica a Lance",
      "pt": "Entregue a Planta Possivelmente Tóxica para Lance",
      "pl": "Dostarcz Prawdopodobnie Toksyczną Roślinę do Lance'a",
      "no": "Lever den muligens giftige planten til Lance",
      "da": "Lever den muligvis giftige plante til Lance",
      "it": "Consegna la Pianta Possibilmente Tossica a Lance",
      "uk": "Доставте Можливо Токсичну Рослину Ленсу",
      "kr": "독성이 있을 수 있는 식물을 랜스에게 전달하기",
      "ru": "Доставьте Возможно Токсичное Растение Лэнсу",
      "zh-CN": "将可能有毒的植物交给兰斯",
      "ja": "毒性の可能性がある植物をランスに届ける",
      "tr": "Muhtemelen Zehirli Bitkiyi Lance'e teslim et",
      "zh-TW": "將可能有毒的植物交給蘭斯",
      "sr": "Dostavi moguće otrovnu biljku Lanceu",
      "hr": "Dostavi moguće otrovnu biljku Lanceu"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "vita_shot",
      "quantity": 1
    },
    {
      "itemId": "antiseptic",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10x18"
  ],
  "nextQuestIds": [
    "ss10x20"
  ]
}