{
  "id": "ss10g",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "A Reveal in Ruins",
    "de": "Eine Enthüllung in Trümmern",
    "fr": "Ruines révélatrices",
    "es": "Una revelación en ruinas",
    "pt": "Uma revelação nas ruínas",
    "pl": "Odkrycie w ruinach",
    "no": "En avsløring i ruiner",
    "da": "En afsløring i ruiner",
    "it": "Una rivelazione tra le rovine",
    "uk": "Розкриття серед руїн",
    "kr": "폐허 속 공개",
    "ru": "Раскрытие в руинах",
    "zh-CN": "废墟中的揭秘",
    "ja": "廃墟での披露",
    "tr": "Harabelerde Açığa Çıkan",
    "zh-TW": "廢墟中的揭秘",
    "sr": "Otkrivanje u ruševinama",
    "hr": "Otkrivanje u ruševinama"
  },
  "trader": "Lance",
  "description": {
    "en": "I got my hands on a fancy new ESR analyzer; had a whole big reveal planned. One minute it's here, next minute—poof. Please help?",
    "de": "Ich habe einen schicken neuen ESR-Analysator in die Hände bekommen; hatte eine große Enthüllung geplant. In der einen Minute ist er hier, in der nächsten – puff. Bitte hilf mir?",
    "fr": "J'ai mis la main sur un nouvel analyseur de VS tout neuf. J'avais prévu de le présenter en grande pompe, mais il a disparu. Vous pouvez m'aider ?",
    "es": "Conseguí un nuevo y elegante analizador ESR; tenía planeada toda una gran revelación. Un minuto está aquí, al siguiente—puf. ¿Me ayudas?",
    "pt": "Consegui um novo e sofisticado analisador ESR; tinha toda uma grande revelação planejada. Num minuto está aqui, no próximo—puf. Pode ajudar?",
    "pl": "Zdobyłem nowy, wymyślny analizator ESR; miałem zaplanowane wielkie odsłonięcie. W jednej chwili jest tutaj, w następnej – puf. Pomożesz?",
    "no": "Jeg fikk tak i en fancy ny ESR-analysator; hadde planlagt en stor avsløring. Ett øyeblikk er den her, neste øyeblikk – poff. Kan du hjelpe?",
    "da": "Jeg fik fat i en flot ny ESR-analysator; havde planlagt en stor afsløring. Det ene øjeblik er den her, det næste – puf. Kan du hjælpe?",
    "it": "Ho messo le mani su un nuovo e sofisticato analizzatore ESR; avevo pianificato una grande rivelazione. Un minuto è qui, il minuto dopo—puf. Mi aiuti?",
    "uk": "Я дістав новенький ESR аналізатор; планував велику презентацію. Тільки-но він був тут, а наступної миті — пуф. Допоможеш?",
    "kr": "멋진 신형 ESR 분석기를 손에 넣었는데, 큰 공개 행사를 계획했었어요. 방금 여기 있었는데 다음 순간—사라졌어요. 도와주실래요?",
    "ru": "Я заполучил новенький ESR анализатор; планировал большую презентацию. Только что он был здесь, а в следующую минуту — пуф. Поможешь?",
    "zh-CN": "我搞到了一台全新的ESR分析仪；本来计划了一场盛大的揭幕。前一分钟还在这儿，下一分钟——噗，不见了。能帮帮忙吗？",
    "ja": "最新のESRアナライザーを手に入れたんだ。盛大な披露を計画していたのに、さっきまであったのに次の瞬間には——消えた。助けてくれないか？",
    "tr": "Yeni bir ESR analizörü ele geçirdim; büyük bir tanıtım planlamıştım. Bir dakika buradaydı, sonraki dakika—yok oldu. Yardım eder misin?",
    "zh-TW": "我搞到了一台全新的ESR分析儀；本來計劃了一場盛大的揭幕。前一分鐘還在這兒，下一分鐘——噗，不見了。能幫幫忙嗎？",
    "sr": "Došao sam do novog ESR analizatora; imao sam planiran veliki trenutak otkrivanja. Jedan trenutak je tu, sledeći trenutak—nestao. Molim te, pomozi?",
    "hr": "Došao sam do novog ESR analizatora; imao sam planiran veliki trenutak otkrivanja. Jedan trenutak je tu, sljedeći trenutak—nestao. Molim te, pomozi?"
  },
  "objectives": [
    {
      "en": "Search for an ESR Analyzer inside any pharmacy in Buried City",
      "de": "Suche nach einem ESR-Analysator in einer beliebigen Apotheke in der Begrabenen Stadt",
      "fr": "Trouver un analyseur VS dans une pharmacie de la ville enfouie",
      "es": "Busca un analizador ESR dentro de cualquier farmacia en la ciudad enterrada",
      "pt": "Procure por um analisador ESR dentro de qualquer farmácia na cidade enterrada",
      "pl": "Poszukaj analizatora ESR w dowolnej aptece w Pogrzebanym Mieście",
      "no": "Søk etter en ESR-analysator inne i et apotek i den begravde byen",
      "da": "Søg efter en ESR-analysator inde i et apotek i den begravede by",
      "it": "Cerca un analizzatore ESR all'interno di qualsiasi farmacia nella città sepolta",
      "uk": "Знайдіть ESR аналізатор у будь-якій аптеці в Похованому місті",
      "kr": "매장된 도시의 약국에서 ESR 분석기 찾기",
      "ru": "Найдите ESR анализатор в любой аптеке Погребённого города",
      "zh-CN": "在埋没之城的任意药店中搜寻ESR分析仪",
      "ja": "埋もれた街の薬局でESRアナライザーを探す",
      "tr": "Gömülü Şehir'deki herhangi bir eczanede ESR Analizörü ara",
      "zh-TW": "在埋沒之城的任意藥店中搜尋ESR分析儀",
      "sr": "Pretražite ESR analizator u bilo kojoj apoteci u Zakopanom gradu",
      "hr": "Pretražite ESR analizator u bilo kojoj ljekarni u Zakopanom gradu"
    },
    {
      "en": "Deliver the ESR Analyzer to Lance",
      "de": "Liefere den ESR-Analysator an Lance",
      "fr": "Livrer l'analyser de VS à Lance",
      "es": "Entrega el analizador ESR a Lance",
      "pt": "Entregue o analisador ESR para Lance",
      "pl": "Dostarcz analizator ESR do Lance'a",
      "no": "Lever ESR-analysatoren til Lance",
      "da": "Lever ESR-analysatoren til Lance",
      "it": "Consegna l'analizzatore ESR a Lance",
      "uk": "Доставте ESR аналізатор Ленсу",
      "kr": "ESR 분석기를 Lance에게 전달",
      "ru": "Доставьте ESR анализатор Лэнсу",
      "zh-CN": "将ESR分析仪交给Lance",
      "ja": "ESRアナライザーをLanceに届ける",
      "tr": "ESR Analizörünü Lance'e teslim et",
      "zh-TW": "將ESR分析儀交給Lance",
      "sr": "Dostavite ESR analizator Lance-u",
      "hr": "Dostavite ESR analizator Lanceu"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "tactical_mk3_healing",
      "quantity": 1
    },
    {
      "itemId": "surge_shield_recharger",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10f"
  ],
  "nextQuestIds": [
    "ss10k"
  ]
}
