{
  "id": "ss10r",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "A Symbol of Unification",
    "de": "Ein Symbol der Einheit",
    "fr": "Un symbole d'unification",
    "es": "Un símbolo de unificación",
    "pt": "Um símbolo de unificação",
    "pl": "Symbol zjednoczenia",
    "no": "Et symbol på forening",
    "da": "Et symbol på forening",
    "it": "Un simbolo di unificazione",
    "uk": "Символ Об'єднання",
    "kr": "통합의 상징",
    "ru": "Символ Объединения",
    "zh-CN": "统一的象征",
    "ja": "統一の象徴",
    "tr": "Birleşmenin Sembolü",
    "zh-TW": "統一的象徵",
    "sr": "Simbol ujedinjenja",
    "hr": "Simbol ujedinjenja"
  },
  "trader": "Celeste",
  "description": {
    "en": "Y'know, back in the day we actually used to have a flag - well, a scrap of cloth more than anything. Still, seeing it meant you knew you had allies nearby, that you were on your own home turf. So, I was thinking...",
    "de": "Weißt du, früher hatten wir tatsächlich eine Flagge - nun ja, eher einen Stofffetzen als alles andere. Trotzdem, sie zu sehen bedeutete, dass du wusstest, dass Verbündete in der Nähe waren, dass du auf deinem eigenen Territorium warst. Also, ich dachte...",
    "fr": "Tu sais, à l'époque, on avait vraiment un drapeau - enfin, un bout de tissu plus qu'autre chose. Quand même, le voir signifiait que tu savais que tu avais des alliés à proximité, que tu étais sur ton propre territoire. Alors, je me disais...",
    "es": "Sabes, en los viejos tiempos teníamos una bandera, bueno, más bien un trozo de tela. Aun así, verla significaba que sabías que tenías aliados cerca, que estabas en tu propio territorio. Así que estaba pensando...",
    "pt": "Sabes, antigamente tínhamos uma bandeira - bem, mais um trapo do que outra coisa. Ainda assim, vê-la significava que sabias que tinhas aliados por perto, que estavas no teu próprio território. Então, estava a pensar...",
    "pl": "Wiesz, kiedyś mieliśmy flagę - no cóż, raczej strzęp materiału niż cokolwiek innego. Mimo to, widząc ją wiedziałeś, że masz sojuszników w pobliżu, że jesteś na swoim terenie. Więc pomyślałem...",
    "no": "Vet du, i gamle dager hadde vi faktisk et flagg - vel, en fille mer enn noe annet. Likevel, å se det betydde at du visste at du hadde allierte i nærheten, at du var på ditt eget territorium. Så jeg tenkte...",
    "da": "Ved du, i gamle dage havde vi faktisk et flag - altså, mere en klud end noget andet. Alligevel, at se det betød, at du vidste, du havde allierede i nærheden, at du var på dit eget territorium. Så jeg tænkte...",
    "it": "Sai, ai vecchi tempi avevamo davvero una bandiera - beh, più uno straccio che altro. Comunque, vederla significava che sapevi di avere alleati nelle vicinanze, che eri sul tuo territorio. Quindi, stavo pensando...",
    "uk": "Знаєш, колись у нас був прапор - ну, радше клапоть тканини, ніж щось інше. Але все ж, побачивши його, ти знав, що поруч союзники, що ти на своїй рідній землі. Тож я подумав...",
    "kr": "있잖아, 옛날에는 우리도 깃발이 있었어 - 뭐, 천 조각에 가까웠지만. 그래도 그걸 보면 근처에 동맹이 있다는 걸, 네가 네 영역에 있다는 걸 알 수 있었어. 그래서 생각했는데...",
    "ru": "Знаешь, раньше у нас был флаг - ну, скорее лоскут ткани, чем что-либо ещё. Но всё же, увидев его, ты знал, что рядом союзники, что ты на своей родной земле. Так вот, я подумал...",
    "zh-CN": "你知道吗，以前我们实际上有一面旗帜——嗯，与其说是旗帜不如说是一块破布。不过，看到它就意味着你知道附近有盟友，你在自己的地盘上。所以，我在想...",
    "ja": "なあ、昔は俺たちにも旗があったんだ - まあ、布切れに近いものだったけどな。それでも、それを見れば近くに仲間がいること、自分の縄張りにいることがわかった。それで、考えたんだが...",
    "tr": "Biliyor musun, eskiden aslında bir bayrağımız vardı - şey, her şeyden çok bir bez parçası. Yine de onu görmek, yakınlarda müttefikleriniz olduğunu, kendi evinizde olduğunuzu bildiğiniz anlamına geliyordu. Bu yüzden düşünüyordum da...",
    "zh-TW": "你知道嗎，以前我們實際上有一面旗幟——嗯，與其說是旗幟不如說是一塊破布。不過，看到它就意味著你知道附近有盟友，你在自己的地盤上。所以，我在想...",
    "sr": "Znaš, u stara vremena smo zapravo imali zastavu - pa, više komad tkanine nego bilo šta drugo. Ipak, videti je značilo da znaš da imaš saveznike u blizini, da si na svojoj teritoriji. Tako da, razmišljao sam...",
    "hr": "Znaš, u stara vremena smo zapravo imali zastavu - pa, više komad tkanine nego bilo što drugo. Ipak, vidjeti je značilo da znaš da imaš saveznike u blizini, da si na svom terenu. Tako da, razmišljao sam..."
  },
  "objectives": [
    {
      "en": "Reach the Formicai Outpost in Dam Battlegrounds",
      "de": "Erreiche den Formicai-Außenposten in Dam Battlegrounds",
      "fr": "Atteindre l'avant-poste Formicai dans Dam Battlegrounds",
      "es": "Llega al puesto avanzado Formicai en Dam Battlegrounds",
      "pt": "Chega ao posto avançado Formicai em Dam Battlegrounds",
      "pl": "Dotrzyj do placówki Formicai w Dam Battlegrounds",
      "no": "Nå Formicai-utposten i Dam Battlegrounds",
      "da": "Nå Formicai-udposten i Dam Battlegrounds",
      "it": "Raggiungi l'avamposto Formicai in Dam Battlegrounds",
      "uk": "Дістатися Аванпосту Формікай на Дамбових Полях Битви",
      "kr": "댐 전장의 포르미카이 전초기지에 도달",
      "ru": "Добраться до Аванпоста Формикай на Дамбовых Полях Сражений",
      "zh-CN": "到达大坝战场的福米凯前哨站",
      "ja": "ダム戦場のフォルミカイ前哨基地に到達する",
      "tr": "Baraj Savaş Alanı'ndaki Formicai Karakolu'na ulaş",
      "zh-TW": "到達大壩戰場的福米凱前哨站",
      "sr": "Stigni do Formicai ispostave u Ratištu brane",
      "hr": "Stigni do Formicai ispostave u Ratištu brane"
    },
    {
      "en": "Locate the flag at the Formicai Outpost",
      "de": "Finde die Flagge am Formicai-Außenposten",
      "fr": "Localiser le drapeau à l'avant-poste Formicai",
      "es": "Localiza la bandera en el puesto avanzado Formicai",
      "pt": "Localiza a bandeira no posto avançado Formicai",
      "pl": "Zlokalizuj flagę na placówce Formicai",
      "no": "Finn flagget ved Formicai-utposten",
      "da": "Find flaget ved Formicai-udposten",
      "it": "Individua la bandiera all'avamposto Formicai",
      "uk": "Знайдіть прапор на Аванпості Формікай",
      "kr": "포르미카이 전초기지에서 깃발을 찾으세요",
      "ru": "Найдите флаг на Аванпосте Формикай",
      "zh-CN": "在福米凯前哨站找到旗帜",
      "ja": "フォルミカイ前哨基地で旗を見つける",
      "tr": "Formicai Karakolu'ndaki bayrağı bul",
      "zh-TW": "在福米凱前哨站找到旗幟",
      "sr": "Pronađi zastavu na Formicai ispostavi",
      "hr": "Pronađi zastavu na Formicai ispostavi"
    },
    {
      "en": "Hoist the flag on the small platform overlooking the Red Lake",
      "de": "Hisse die Flagge auf der kleinen Plattform mit Blick auf den Roten See",
      "fr": "Hisser le drapeau sur la petite plateforme surplombant le Lac Rouge",
      "es": "Iza la bandera en la pequeña plataforma con vista al Lago Rojo",
      "pt": "Içar a bandeira na pequena plataforma com vista para o Lago Vermelho",
      "pl": "Podnieś flagę na małej platformie z widokiem na Czerwone Jezioro",
      "no": "Heis flagget på den lille plattformen med utsikt over Rødsjøen",
      "da": "Hejs flaget på den lille platform med udsigt over Rødsjøen",
      "it": "Issa la bandiera sulla piccola piattaforma che domina il Lago Rosso",
      "uk": "Підніміть прапор на малій платформі з видом на Червоне озеро",
      "kr": "레드 레이크가 내려다보이는 작은 플랫폼에 깃발을 게양하세요",
      "ru": "Поднимите флаг на небольшой платформе с видом на Красное озеро",
      "zh-CN": "在俯瞰红湖的小平台上升起旗帜",
      "ja": "レッドレイクを見下ろす小さなプラットフォームに旗を掲げる",
      "tr": "Kızıl Göl'e bakan küçük platformda bayrağı çek",
      "zh-TW": "在俯瞰紅湖的小平台上升起旗幟",
      "sr": "Podigni zastavu na maloj platformi sa pogledom na Crveno jezero",
      "hr": "Podigni zastavu na maloj platformi s pogledom na Crveno jezero"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "aviator",
      "quantity": 1
    },
    {
      "itemId": "mod_components",
      "quantity": 3
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    }
  ],
  "videoUrl": "https://www.youtube.com/watch?v=6Cb6aQWBt8U",
  "xp": 0,
  "previousQuestIds": [
    "ss10q"
  ],
  "nextQuestIds": [
    "ss10t",
    "ss10u",
    "ss10v"
  ]
}