{
  "id": "ss10y",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "After Rain Comes",
    "de": "Nach dem Regen kommt",
    "fr": "Après la pluie",
    "es": "Después de la lluvia viene",
    "pt": "Depois da chuva vem",
    "pl": "Po deszczu przychodzi",
    "no": "Etter regnet kommer",
    "da": "Efter regnen kommer",
    "it": "Dopo la pioggia viene",
    "uk": "Після дощу настає",
    "kr": "비 온 뒤에",
    "ru": "После дождя",
    "zh-CN": "雨过天晴",
    "ja": "雨の後に",
    "tr": "Yağmurdan Sonra",
    "zh-TW": "雨過天晴",
    "sr": "Posle kiše dolazi",
    "hr": "Nakon kiše dolazi"
  },
  "trader": "Celeste",
  "videoUrl": "https://youtu.be/jP__SkIV-9E",
  "description": {
    "en": "I know, I know! The power's down in sector— Oh, hey. A flash flood took out some of our solar panels in Buried City, and the generators only hold on for so long. Do us all a solid when you're up there, OK?",
    "de": "Ich weiß, ich weiß! Der Strom ist ausgefallen im Sektor— Oh, hey. Eine Sturzflut hat einige unserer Solarpaneele in der Begrabenen Stadt zerstört, und die Generatoren halten nur so lange durch. Tu uns allen einen Gefallen, wenn du dort oben bist, okay?",
    "fr": "Je sais, je sais ! Il y a une panne de courant dans le secteur... Oh, salut. Une crue soudaine a détruit certains des panneaux solaires de la ville enfouie et les générateurs ne tiendront pas longtemps. Rendez-nous un petit service quand vous serez là-haut, d'accord?",
    "es": "¡Lo sé, lo sé! La energía está caída en el sector— Oh, hola. Una inundación repentina destruyó algunos de nuestros paneles solares en la ciudad enterrada, y los generadores solo aguantan un tiempo. Haznos un favor cuando estés allí arriba, ¿vale?",
    "pt": "Eu sei, eu sei! A energia está fora no setor— Ah, oi. Uma enchente repentina destruiu alguns dos nossos painéis solares na cidade enterrada, e os geradores só aguentam por tanto tempo. Faça-nos um favor quando estiver lá em cima, OK?",
    "pl": "Wiem, wiem! Prąd padł w sektorze— Och, hej. Gwałtowna powódź zniszczyła niektóre nasze panele słoneczne w Pogrzebanym Mieście, a generatory wytrzymają tylko przez pewien czas. Wyświadcz nam wszystkim przysługę, kiedy tam będziesz, dobrze?",
    "no": "Jeg vet, jeg vet! Strømmen er nede i sektoren— Å, hei. En flom tok ut noen av solpanelene våre i den begravde byen, og generatorene holder bare så lenge. Gjør oss alle en tjeneste når du er der oppe, OK?",
    "da": "Jeg ved det, jeg ved det! Strømmen er nede i sektoren— Åh, hej. En lynflod ødelagde nogle af vores solpaneler i den begravede by, og generatorerne holder kun så længe. Gør os alle en tjeneste når du er deroppe, OK?",
    "it": "Lo so, lo so! La corrente è saltata nel settore— Oh, ehi. Un'alluvione improvvisa ha distrutto alcuni dei nostri pannelli solari nella città sepolta, e i generatori reggono solo per un certo tempo. Facci un favore quando sei lassù, OK?",
    "uk": "Я знаю, я знаю! Електрика вимкнена в секторі— О, привіт. Раптова повінь знищила деякі наші сонячні панелі в Похованому Місті, а генератори протримаються не так довго. Зроби нам усім послугу, коли будеш там, добре?",
    "kr": "알아요, 알아요! 구역의 전력이 나갔어요— 아, 안녕하세요. 급작스런 홍수가 매장된 도시의 태양광 패널 몇 개를 망가뜨렸고, 발전기도 오래 버티지 못할 거예요. 거기 가면 우리 좀 도와주실 수 있죠?",
    "ru": "Я знаю, я знаю! Электричество отключилось в секторе— О, привет. Внезапное наводнение уничтожило несколько наших солнечных панелей в Погребённом Городе, а генераторы продержатся недолго. Окажи нам всем услугу, когда будешь там, ладно?",
    "zh-CN": "我知道，我知道！那个区域停电了——哦，嘿。一场山洪冲毁了我们在埋没之城的一些太阳能板，而发电机也撑不了多久。你去那儿的时候帮帮我们，好吗？",
    "ja": "わかってる、わかってるよ！セクターの電源が落ちて— あ、やあ。鉄砲水が埋もれた街の太陽光パネルをいくつか壊しちゃってさ、発電機も長くは持たないんだ。そこに行ったら、みんなのために頼むよ？",
    "tr": "Biliyorum, biliyorum! Sektörde elektrik kesildi— Ah, hey. Ani bir sel, Gömülü Şehir'deki güneş panellerimizden bazılarını yok etti ve jeneratörler de ancak bu kadar dayanabilir. Oraya çıktığında hepimize bir iyilik yap, tamam mı?",
    "zh-TW": "我知道，我知道！那個區域停電了——哦，嘿。一場山洪沖毀了我們在埋沒之城的一些太陽能板，而發電機也撐不了多久。你去那兒的時候幫幫我們，好嗎？",
    "sr": "Znam, znam! Struja je pala u sektoru— O, hej. Bujica je uništila neke naše solarne panele u Zatrpanom Gradu, a generatori mogu da izdrže samo određeno vreme. Učini nam svima uslugu kad budeš tamo gore, OK?",
    "hr": "Znam, znam! Struja je pala u sektoru— O, hej. Bujica je uništila neke naše solarne panele u Zatrpanom Gradu, a generatori mogu izdržati samo određeno vrijeme. Učini nam svima uslugu kad budeš tamo gore, OK?"
  },
  "objectives": [
    {
      "en": "Find the flooded solar panels nearby the Grandioso Apartments",
      "de": "Finde die überfluteten Solarpaneele in der Nähe der Grandioso-Apartments",
      "fr": "Trouver les panneaux solaires immergés près des appartements Grandosio",
      "es": "Encuentra los paneles solares inundados cerca de los apartamentos Grandioso",
      "pt": "Encontre os painéis solares inundados perto dos apartamentos Grandioso",
      "pl": "Znajdź zalane panele słoneczne w pobliżu apartamentów Grandioso",
      "no": "Finn de oversvømte solpanelene i nærheten av Grandioso-leilighetene",
      "da": "Find de oversvømmede solpaneler i nærheden af Grandioso-lejlighederne",
      "it": "Trova i pannelli solari allagati vicino agli appartamenti Grandioso",
      "uk": "Знайдіть затоплені сонячні панелі поблизу Grandioso Apartments",
      "kr": "그란디오소 아파트 근처의 침수된 태양광 패널 찾기",
      "ru": "Найдите затопленные солнечные панели рядом с Grandioso Apartments",
      "zh-CN": "在格兰迪奥索公寓附近找到被淹没的太阳能板",
      "ja": "グランディオーソ・アパートメント付近の浸水した太陽光パネルを見つける",
      "tr": "Grandioso Apartmanları yakınındaki sular altında kalan güneş panellerini bul",
      "zh-TW": "在格蘭迪奧索公寓附近找到被淹沒的太陽能板",
      "sr": "Pronađi poplavljene solarne panele u blizini Grandioso Apartmana",
      "hr": "Pronađi poplavljene solarne panele u blizini Grandioso Apartmana"
    },
    {
      "en": "Repair the solar panels using 5 Wires and 2 Batteries",
      "de": "Repariere die Solarpaneele mit 5 Drähten und 2 Batterien",
      "fr": "Réparer les panneaux solaires en utilisant 5 câbles et 2 batteries",
      "es": "Repara los paneles solares usando 5 cables y 2 baterías",
      "pt": "Repare os painéis solares usando 5 fios e 2 baterias",
      "pl": "Napraw panele słoneczne używając 5 przewodów i 2 baterii",
      "no": "Reparer solpanelene ved å bruke 5 ledninger og 2 batterier",
      "da": "Reparer solpanelerne ved at bruge 5 ledninger og 2 batterier",
      "it": "Ripara i pannelli solari usando 5 fili e 2 batterie",
      "uk": "Відремонтуйте сонячні панелі, використовуючи 5 дротів та 2 батареї",
      "kr": "전선 5개와 배터리 2개를 사용하여 태양광 패널 수리하기",
      "ru": "Отремонтируйте солнечные панели, используя 5 проводов и 2 батареи",
      "zh-CN": "使用5根电线和2个电池修理太阳能板",
      "ja": "ワイヤー5個とバッテリー2個を使って太陽光パネルを修理する",
      "tr": "5 Kablo ve 2 Pil kullanarak güneş panellerini onar",
      "zh-TW": "使用5根電線和2個電池修理太陽能板",
      "sr": "Popravi solarne panele koristeći 5 Žica i 2 Baterije",
      "hr": "Popravi solarne panele koristeći 5 Žica i 2 Baterije"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "wires",
      "quantity": 5
    },
    {
      "itemId": "battery",
      "quantity": 2
    }
  ],
  "grantedItemIds": [
    {
      "itemId": "zipline",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "blue_light_stick",
      "quantity": 5
    },
    {
      "itemId": "antiseptic",
      "quantity": 3
    },
    {
      "itemId": "durable_cloth",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10s"
  ],
  "nextQuestIds": []
}