{
  "id": "ss10w",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Back on Top",
    "de": "Wieder an der Spitze",
    "fr": "Retour au sommet",
    "es": "De vuelta a la cima",
    "pt": "De volta ao topo",
    "pl": "Z powrotem na szczycie",
    "no": "Tilbake på toppen",
    "da": "Tilbage på toppen",
    "it": "Di nuovo in cima",
    "uk": "Знову на вершині",
    "kr": "정상 복귀",
    "ru": "Снова на вершине",
    "zh-CN": "重回巅峰",
    "ja": "頂点への復帰",
    "tr": "Tekrar Zirvede",
    "zh-TW": "重回巔峰",
    "sr": "Ponovo na Vrhu",
    "hr": "Ponovno na Vrhu"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "Guess what? Shani asked me to help out with something, and for once, I'm actually glad she did. We're setting up new outposts topside! Or, planning to, at least. Can you believe it?",
    "de": "Rate mal? Shani hat mich gebeten, bei etwas zu helfen, und ausnahmsweise bin ich tatsächlich froh, dass sie es getan hat. Wir richten neue Außenposten an der Oberfläche ein! Oder planen es zumindest. Kannst du das glauben?",
    "fr": "Devinez quoi ? Shani m'a demandé de l'aider, et pour une fois, je suis vraiment contente qu'elle l'ait fait. Nous installons de nouveaux avant-postes à la Surface ! Enfin, c'est le plan en tout cas. C'est incroyable, pas vrai ?",
    "es": "¿Adivina qué? Shani me pidió que ayudara con algo, y por una vez, me alegro de que lo hiciera. ¡Estamos estableciendo nuevos puestos avanzados en la superficie! O al menos planeando hacerlo. ¿Puedes creerlo?",
    "pt": "Adivinha? A Shani pediu-me para ajudar com algo, e pela primeira vez, estou realmente contente por ela ter pedido. Estamos a montar novos postos avançados na superfície! Ou pelo menos a planear fazê-lo. Consegues acreditar?",
    "pl": "Zgadnij co? Shani poprosiła mnie o pomoc w czymś i tym razem naprawdę się cieszę, że to zrobiła. Zakładamy nowe placówki na powierzchni! A przynajmniej to planujemy. Możesz w to uwierzyć?",
    "no": "Gjett hva? Shani ba meg hjelpe til med noe, og for en gangs skyld er jeg faktisk glad hun gjorde det. Vi setter opp nye utposter på overflaten! Eller planlegger å gjøre det, i det minste. Kan du tro det?",
    "da": "Gæt hvad? Shani bad mig hjælpe med noget, og for en gangs skyld er jeg faktisk glad for, at hun gjorde det. Vi sætter nye udposter op på overfladen! Eller planlægger at gøre det i det mindste. Kan du tro det?",
    "it": "Indovina un po'? Shani mi ha chiesto di aiutarla con qualcosa, e per una volta sono davvero contento che l'abbia fatto. Stiamo allestendo nuovi avamposti in superficie! O almeno stiamo pianificando di farlo. Ci credi?",
    "uk": "Знаєш що? Шані попросила мене допомогти з чимось, і цього разу я справді рада, що вона це зробила. Ми встановлюємо нові аванпости на поверхні! Ну, принаймні плануємо. Ти можеш у це повірити?",
    "kr": "있잖아? 샤니가 뭔가 도와달라고 했는데, 이번엔 정말 기뻐. 우리가 지상에 새 전초기지를 세울 거야! 아니, 최소한 계획은 그래. 믿어져?",
    "ru": "Знаешь что? Шани попросила меня помочь с кое-чем, и на этот раз я действительно рада, что она это сделала. Мы устанавливаем новые аванпосты наверху! Ну, по крайней мере, планируем. Можешь в это поверить?",
    "zh-CN": "你猜怎么着？莎妮让我帮忙做点事，这次我真的很高兴她这么做了。我们要在地面上建立新的前哨站！或者说，至少是在计划这么做。你能相信吗？",
    "ja": "聞いて！シャニに何か手伝ってって頼まれたんだけど、今回は本当に嬉しいの。地上に新しい前哨基地を設置するのよ！少なくとも、計画はそうなの。信じられる？",
    "tr": "Bil bakalım ne oldu? Shani benden bir konuda yardım istedi ve bu sefer gerçekten memnun oldum. Yüzeyde yeni karakollar kuruyoruz! Ya da en azından kurmayı planlıyoruz. İnanabiliyor musun?",
    "zh-TW": "你猜怎麼著？莎妮讓我幫忙做點事，這次我真的很高興她這麼做了。我們要在地面上建立新的前哨站！或者說，至少是在計劃這麼做。你能相信嗎？",
    "sr": "Pogodi šta? Shani me je zamolila da pomognem oko nečega, i jednom prilikom, zaista sam srećna što je to učinila. Postavljamo nove isturene položaje na površini! Ili, bar planiramo. Možeš li da poveruješ?",
    "hr": "Pogodi što? Shani me je zamolila da pomognem oko nečega, i jednom prilikom, zaista sam sretna što je to učinila. Postavljamo nove isturene položaje na površini! Ili, barem planiramo. Možeš li vjerovati?"
  },
  "objectives": [
    {
      "en": "On Dam Battlegrounds, mark the Pattern House",
      "de": "Markiere auf Dam Battlegrounds das Musterhaus",
      "fr": "Dans Champ de bataille du Barrage, signaler l'Avant-poste aux motifs",
      "es": "En Dam Battlegrounds, marca la Casa de Patrones",
      "pt": "Em Dam Battlegrounds, marca a Casa de Padrões",
      "pl": "Na Dam Battlegrounds oznacz Dom Wzorów",
      "no": "På Dam Battlegrounds, merk Mønsterhuset",
      "da": "På Dam Battlegrounds, markér Mønsterhuset",
      "it": "Su Dam Battlegrounds, segna la Casa dei Motivi",
      "uk": "На Дамбовому полі бою позначити Будинок Патернів",
      "kr": "댐 전장에서 패턴 하우스 표시",
      "ru": "На Дамбовом поле боя отметить Дом Узоров",
      "zh-CN": "在大坝战场标记图案屋",
      "ja": "ダム戦場でパターンハウスをマークする",
      "tr": "Baraj Savaş Alanında Desen Evini İşaretle",
      "zh-TW": "在大壩戰場標記圖案屋",
      "sr": "Na Ratištu Brane, označi Kuću Uzoraka",
      "hr": "Na Ratištu Brane, označi Kuću Uzoraka"
    },
    {
      "en": "On The Blue Gate, mark the white lookout tower south of the Warehouse Complex",
      "de": "Markiere auf The Blue Gate den weißen Aussichtsturm südlich des Lagerkomplexes",
      "fr": "Dans Portail bleu, signaler la tour de guet blanche au sud du Complexe d'entrepôts",
      "es": "En The Blue Gate, marca la torre de vigilancia blanca al sur del Complejo de Almacenes",
      "pt": "Em The Blue Gate, marca a torre de vigia branca a sul do Complexo de Armazéns",
      "pl": "Na The Blue Gate oznacz białą wieżę obserwacyjną na południe od Kompleksu Magazynowego",
      "no": "På The Blue Gate, merk det hvite utkikkstårnet sør for lagerkomplekset",
      "da": "På The Blue Gate, markér det hvide udkigstårn syd for lagerkomplekset",
      "it": "Su The Blue Gate, segna la torre di avvistamento bianca a sud del Complesso di Magazzini",
      "uk": "На Блакитних Воротах позначити білу оглядову вежу на південь від складського комплексу",
      "kr": "블루 게이트에서 창고 단지 남쪽의 흰색 감시탑 표시",
      "ru": "На Синих Воротах отметить белую смотровую башню к югу от складского комплекса",
      "zh-CN": "在蓝门标记仓库综合体南侧的白色瞭望塔",
      "ja": "ブルーゲートで倉庫複合施設の南にある白い監視塔をマークする",
      "tr": "Mavi Kapı'da Depo Kompleksinin güneyindeki beyaz gözetleme kulesini işaretle",
      "zh-TW": "在藍門標記倉庫綜合體南側的白色瞭望塔",
      "sr": "Na Plavoj Kapiji, označi belu osmatračnicu južno od Skladišnog Kompleksa",
      "hr": "Na Plavim Vratima, označi bijelu osmatračnicu južno od Skladišnog Kompleksa"
    },
    {
      "en": "On Spaceport, mark the South Trench Tower",
      "de": "Markiere auf Spaceport den Südlichen Grabenturm",
      "fr": "Dans Port spatial, signaler la Tour de la tranchée sud",
      "es": "En Spaceport, marca la Torre de la Trinchera Sur",
      "pt": "Em Spaceport, marca a Torre da Trincheira Sul",
      "pl": "Na Spaceport oznacz Wieżę Południowego Rowu",
      "no": "På Spaceport, merk Sør-Skyttergravstårnet",
      "da": "På Spaceport, markér Syd-Skyttegravstårnet",
      "it": "Su Spaceport, segna la Torre della Trincea Sud",
      "uk": "На Космопорту позначити Південну траншейну вежу",
      "kr": "우주기지에서 남부 참호 타워 표시",
      "ru": "На Космопорту отметить Южную траншейную башню",
      "zh-CN": "在太空港标记南部战壕塔",
      "ja": "スペースポートで南トレンチタワーをマークする",
      "tr": "Uzay Limanında Güney Siper Kulesini İşaretle",
      "zh-TW": "在太空港標記南部戰壕塔",
      "sr": "Na Svemirskoj Luci, označi Južni Rovovski Toranj",
      "hr": "Na Svemirskoj Luci, označi Južni Rovovski Toranj"
    },
    {
      "en": "On Buried City, mark the building with the mural in the Buried Properties",
      "de": "Markiere auf Buried City das Gebäude mit dem Wandgemälde in den Buried Properties",
      "fr": "Dans Ville enfouie, signaler le bâtiment avec la fresque murale dans les Propriétés enfouies",
      "es": "En Buried City, marca el edificio con el mural en las Propiedades Enterradas",
      "pt": "Em Buried City, marca o edifício com o mural nas Propriedades Enterradas",
      "pl": "Na Buried City oznacz budynek z muralem w Buried Properties",
      "no": "På Buried City, merk bygningen med veggmaleriet i Buried Properties",
      "da": "På Buried City, markér bygningen med vægmaleriet i Buried Properties",
      "it": "Su Buried City, segna l'edificio con il murale nelle Proprietà Sepolte",
      "uk": "У Похованому місті позначити будівлю з муралом у Похованих володіннях",
      "kr": "매장된 도시에서 매장된 구역의 벽화가 있는 건물 표시",
      "ru": "В Погребённом городе отметить здание с фреской в Погребённых владениях",
      "zh-CN": "在埋葬之城标记埋葬区域中有壁画的建筑",
      "ja": "埋もれた都市で埋もれた地区の壁画がある建物をマークする",
      "tr": "Gömülü Şehirde Gömülü Mülklerdeki duvar resimli binayı işaretle",
      "zh-TW": "在埋葬之城標記埋葬區域中有壁畫的建築",
      "sr": "U Zakopanom Gradu, označi zgradu sa muralom u Zakopanim Posedima",
      "hr": "U Zakopanom Gradu, označi zgradu s muralom u Zakopanim Posjedima"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "renegade_i",
      "quantity": 1
    },
    {
      "itemId": "stable_stock_iii",
      "quantity": 1
    },
    {
      "itemId": "medium_ammo",
      "quantity": 80
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10t"
  ],
  "nextQuestIds": [
    "ss10z"
  ]
}