{
  "id": "ss10h",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Broken Monument",
    "de": "Zerbrochenes Monument",
    "fr": "Monument brisé",
    "es": "Monumento roto",
    "pt": "Monumento quebrado",
    "pl": "Zrujnowany pomnik",
    "no": "Ødelagt monument",
    "da": "Ødelagt monument",
    "it": "Monumento infranto",
    "uk": "Зруйнований монумент",
    "kr": "부서진 기념비",
    "ru": "Разрушенный монумент",
    "zh-CN": "破碎的纪念碑",
    "ja": "壊れた記念碑",
    "tr": "Kırık Anıt",
    "zh-TW": "破碎的紀念碑",
    "sr": "Slomljeni Spomenik",
    "hr": "Slomljeni Spomenik"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "I have another special site I need you to search for me. An old battlegrounds, from the First Wave. Raiders nowadays usually pick places like that clean, despite the significance they once held. People forget quickly. Quicker than they should.",
    "de": "Ich habe einen weiteren besonderen Ort, den du für mich durchsuchen sollst. Ein altes Schlachtfeld aus der Ersten Welle. Räuber plündern heutzutage normalerweise solche Orte leer, trotz der Bedeutung, die sie einst hatten. Die Leute vergessen schnell. Schneller als sie sollten.",
    "fr": "J'ai un autre site spécial que j'ai besoin que vous fouilliiez pour moi. Un ancien champ de bataille, de la Première Vague. Les Raiders de nos jours nettoient généralement des endroits comme ça, malgré l'importance qu'ils avaient autrefois. Les gens oublient vite. Plus vite qu'ils ne le devraient.",
    "es": "Tengo otro sitio especial que necesito que registres para mí. Un antiguo campo de batalla, de la Primera Ola. Los Raiders hoy en día suelen saquear lugares como ese, a pesar de la importancia que alguna vez tuvieron. La gente olvida rápido. Más rápido de lo que debería.",
    "pt": "Tenho outro local especial que preciso que você procure para mim. Um antigo campo de batalha, da Primeira Onda. Raiders hoje em dia geralmente limpam lugares como esse, apesar da importância que já tiveram. As pessoas esquecem rápido. Mais rápido do que deveriam.",
    "pl": "Mam kolejne specjalne miejsce, które musisz dla mnie przeszukać. Stare pole bitwy z Pierwszej Fali. Najeźdźcy w dzisiejszych czasach zazwyczaj ogałacają takie miejsca, pomimo znaczenia, jakie kiedyś miały. Ludzie szybko zapominają. Szybciej niż powinni.",
    "no": "Jeg har et annet spesielt sted jeg trenger at du søker gjennom for meg. En gammel slagmark, fra den første bølgen. Raiders pleier vanligvis å plyndre slike steder rene i dag, til tross for betydningen de en gang hadde. Folk glemmer raskt. Raskere enn de burde.",
    "da": "Jeg har et andet specielt sted, jeg har brug for, at du gennemsøger for mig. En gammel slagmark, fra den første bølge. Raiders plejer normalt at plyndre sådanne steder i dag, på trods af den betydning, de engang havde. Folk glemmer hurtigt. Hurtigere end de burde.",
    "it": "Ho un altro sito speciale che devi perquisire per me. Un vecchio campo di battaglia, della Prima Ondata. I Raider oggi di solito ripuliscono posti come quello, nonostante l'importanza che un tempo avevano. La gente dimentica in fretta. Più in fretta di quanto dovrebbe.",
    "uk": "У мене є ще одне особливе місце, яке мені потрібно, щоб ти обшукав. Старе поле бою, з часів Першої хвилі. Рейдери зараз зазвичай обчищають такі місця дочиста, незважаючи на значення, яке вони колись мали. Люди швидко забувають. Швидше, ніж слід.",
    "kr": "당신이 찾아줬으면 하는 또 다른 특별한 장소가 있습니다. 1차 침공 때의 오래된 전장이죠. 요즘 레이더들은 그런 곳이 한때 가졌던 의미에도 불구하고 보통 깨끗이 털어갑니다. 사람들은 빨리 잊어버립니다. 그래야 하는 것보다 더 빨리요.",
    "ru": "У меня есть еще одно особое место, которое мне нужно, чтобы ты обыскал. Старое поле боя, времен Первой волны. Рейдеры сейчас обычно подчищают такие места дочиста, несмотря на значение, которое они когда-то имели. Люди быстро забывают. Быстрее, чем следовало бы.",
    "zh-CN": "我还有一个特殊地点需要你去搜索。一个古老的战场，来自第一波。如今的掠夺者通常会把这样的地方洗劫一空，尽管它们曾经意义重大。人们很快就会忘记。比应该忘记的速度还快。",
    "ja": "もう一つ、探してほしい特別な場所がある。ファーストウェーブ時代の古い戦場だ。最近のレイダーたちは、かつて持っていた意義にもかかわらず、そういう場所を大抵きれいに漁っていく。人は忘れるのが早い。忘れるべきよりも早く。",
    "tr": "Senin için araştırmanı istediğim başka bir özel yer var. İlk Dalga'dan kalma eski bir savaş alanı. Günümüzde Raider'lar, bir zamanlar taşıdıkları öneme rağmen genellikle böyle yerleri temizlerler. İnsanlar çabuk unutur. Unutmaları gerekenden daha çabuk.",
    "zh-TW": "我還有一個特殊地點需要你去搜索。一個古老的戰場，來自第一波。如今的掠奪者通常會把這樣的地方洗劫一空，儘管它們曾經意義重大。人們很快就會忘記。比應該忘記的速度還快。",
    "sr": "Imam još jedno posebno mesto koje treba da pretražiš za mene. Staro bojno polje, iz Prvog Talasa. Pljačkaši danas obično očiste takva mesta, uprkos značaju koji su nekada imala. Ljudi brzo zaboravljaju. Brže nego što bi trebalo.",
    "hr": "Imam još jedno posebno mjesto koje trebaš pretražiti za mene. Staro bojno polje, iz Prvog Vala. Pljačkaši danas obično očiste takva mjesta, unatoč značaju koji su nekada imala. Ljudi brzo zaboravljaju. Brže nego što bi trebali."
  },
  "objectives": [
    {
      "en": "Reach the hallowed grounds by the Scrap Yard",
      "de": "Erreiche den heiligen Boden beim Schrottplatz",
      "fr": "Atteignez le terrain sacré près de la casse",
      "es": "Alcanza el terreno sagrado junto al depósito de chatarra",
      "pt": "Alcance o terreno sagrado perto do ferro-velho",
      "pl": "Dotrzyj do świętego miejsca przy złomowisku",
      "no": "Nå de hellige grunnene ved skrapplassen",
      "da": "Nå de hellige grunde ved skrotpladsen",
      "it": "Raggiungi il terreno sacro presso il deposito di rottami",
      "uk": "Дістатися священної землі біля Звалища брухту",
      "kr": "고철 야적장 옆 성스러운 땅에 도달",
      "ru": "Достичь священной земли у Свалки металлолома",
      "zh-CN": "到达废料场旁的神圣之地",
      "ja": "スクラップヤードのそばの神聖な地に到達する",
      "tr": "Hurda Sahası'nın yanındaki kutsal alana ulaş",
      "zh-TW": "到達廢料場旁的神聖之地",
      "sr": "Stigni do svetog tla kod Otpada",
      "hr": "Stigni do svetog tla kod Otpada"
    },
    {
      "en": "Search for a compass near the broken-down vehicles",
      "de": "Suche nach einem Kompass in der Nähe der kaputten Fahrzeuge",
      "fr": "Cherchez une boussole près des véhicules en panne",
      "es": "Busca una brújula cerca de los vehículos averiados",
      "pt": "Procure por uma bússola perto dos veículos quebrados",
      "pl": "Poszukaj kompasu w pobliżu zepsutych pojazdów",
      "no": "Søk etter et kompass nær de ødelagte kjøretøyene",
      "da": "Søg efter et kompas nær de ødelagte køretøjer",
      "it": "Cerca una bussola vicino ai veicoli in panne",
      "uk": "Шукати компас біля зламаних транспортних засобів",
      "kr": "고장난 차량 근처에서 나침반 수색",
      "ru": "Искать компас возле сломанных транспортных средств",
      "zh-CN": "在损坏的车辆附近搜索指南针",
      "ja": "壊れた車両の近くでコンパスを探す",
      "tr": "Bozuk araçların yakınında bir pusula ara",
      "zh-TW": "在損壞的車輛附近搜索指南針",
      "sr": "Traži kompas blizu pokvarenih vozila",
      "hr": "Traži kompas blizu pokvarenih vozila"
    },
    {
      "en": "Search for the video tape near the cylindrical containers",
      "de": "Suche nach dem Videoband in der Nähe der zylindrischen Container",
      "fr": "Cherchez la cassette vidéo près des conteneurs cylindriques",
      "es": "Busca la cinta de vídeo cerca de los contenedores cilíndricos",
      "pt": "Procure pela fita de vídeo perto dos contêineres cilíndricos",
      "pl": "Poszukaj taśmy wideo w pobliżu cylindrycznych kontenerów",
      "no": "Søk etter videokassetten nær de sylindriske containerne",
      "da": "Søg efter videobåndet nær de cylindriske containere",
      "it": "Cerca la videocassetta vicino ai container cilindrici",
      "uk": "Шукати відеокасету біля циліндричних контейнерів",
      "kr": "원통형 컨테이너 근처에서 비디오 테이프 수색",
      "ru": "Искать видеокассету возле цилиндрических контейнеров",
      "zh-CN": "在圆柱形集装箱附近搜索录像带",
      "ja": "円筒形のコンテナの近くでビデオテープを探す",
      "tr": "Silindirik konteynerlerin yakınında video kaseti ara",
      "zh-TW": "在圓柱形貨櫃附近搜索錄影帶",
      "sr": "Traži video traku blizu cilindričnih kontejnera",
      "hr": "Traži video traku blizu cilindričnih kontejnera"
    },
    {
      "en": "Search for the old field rations in the Raider camp",
      "de": "Suche nach den alten Feldrationen im Räuberlager",
      "fr": "Cherchez les anciennes rations de campagne dans le camp de Raiders",
      "es": "Busca las raciones de campo antiguas en el campamento Raider",
      "pt": "Procure pelas rações de campo antigas no acampamento Raider",
      "pl": "Poszukaj starych racji polowych w obozie Najeźdźców",
      "no": "Søk etter de gamle feltrasjonene i Raider-leiren",
      "da": "Søg efter de gamle feltrationer i Raider-lejren",
      "it": "Cerca le vecchie razioni da campo nell'accampamento Raider",
      "uk": "Шукати старі польові пайки в таборі Рейдерів",
      "kr": "레이더 캠프에서 오래된 야전 식량 수색",
      "ru": "Искать старые полевые пайки в лагере Рейдеров",
      "zh-CN": "在掠夺者营地搜索旧野战口粮",
      "ja": "レイダーキャンプで古い野戦糧食を探す",
      "tr": "Raider kampında eski saha rasyonlarını ara",
      "zh-TW": "在掠奪者營地搜索舊野戰口糧",
      "sr": "Traži stare terenske obroke u Pljačkaškom kampu",
      "hr": "Traži stare terenske obroke u Pljačkaškom kampu"
    },
    {
      "en": "Deliver the First Wave Tape to Tian Wen",
      "de": "Liefere das Band der Ersten Welle an Tian Wen",
      "fr": "Livrez la cassette de la Première Vague à Tian Wen",
      "es": "Entrega la cinta de la Primera Ola a Tian Wen",
      "pt": "Entregue a fita da Primeira Onda para Tian Wen",
      "pl": "Dostarcz taśmę Pierwszej Fali do Tian Wen",
      "no": "Lever den første bølge-kassetten til Tian Wen",
      "da": "Lever den første bølge-bånd til Tian Wen",
      "it": "Consegna il nastro della Prima Ondata a Tian Wen",
      "uk": "Доставити касету Першої хвилі Тянь Вену",
      "kr": "1차 침공 테이프를 티안 웬에게 전달",
      "ru": "Доставить кассету Первой волны Тянь Вэню",
      "zh-CN": "将第一波录像带交给田文",
      "ja": "ファーストウェーブテープをティアン・ウェンに届ける",
      "tr": "İlk Dalga Kasetini Tian Wen'e teslim et",
      "zh-TW": "將第一波錄影帶交給田文",
      "sr": "Dostavi Traku Prvog Talasa Tian Wenu",
      "hr": "Dostavi Traku Prvog Vala Tian Wenu"
    },
    {
      "en": "Deliver First Wave Compass to Tian Wen",
      "de": "Liefere den Kompass der Ersten Welle an Tian Wen",
      "fr": "Livrez la boussole de la Première Vague à Tian Wen",
      "es": "Entrega la brújula de la Primera Ola a Tian Wen",
      "pt": "Entregue a bússola da Primeira Onda para Tian Wen",
      "pl": "Dostarcz kompas Pierwszej Fali do Tian Wen",
      "no": "Lever den første bølge-kompasset til Tian Wen",
      "da": "Lever den første bølge-kompas til Tian Wen",
      "it": "Consegna la bussola della Prima Ondata a Tian Wen",
      "uk": "Доставити компас Першої хвилі Тянь Вену",
      "kr": "1차 침공 나침반을 티안 웬에게 전달",
      "ru": "Доставить компас Первой волны Тянь Вэню",
      "zh-CN": "将第一波指南针交给田文",
      "ja": "ファーストウェーブコンパスをティアン・ウェンに届ける",
      "tr": "İlk Dalga Pusulasını Tian Wen'e teslim et",
      "zh-TW": "將第一波指南針交給田文",
      "sr": "Dostavi Kompas Prvog Talasa Tian Wenu",
      "hr": "Dostavi Kompas Prvog Vala Tian Wenu"
    },
    {
      "en": "Deliver First Wave Rations to Tian Wen",
      "de": "Liefere die Rationen der Ersten Welle an Tian Wen",
      "fr": "Livrez les rations de la Première Vague à Tian Wen",
      "es": "Entrega las raciones de la Primera Ola a Tian Wen",
      "pt": "Entregue as rações da Primeira Onda para Tian Wen",
      "pl": "Dostarcz racje Pierwszej Fali do Tian Wen",
      "no": "Lever den første bølge-rasjonene til Tian Wen",
      "da": "Lever den første bølge-rationer til Tian Wen",
      "it": "Consegna le razioni della Prima Ondata a Tian Wen",
      "uk": "Доставити пайки Першої хвилі Тянь Вену",
      "kr": "1차 침공 식량을 티안 웬에게 전달",
      "ru": "Доставить пайки Первой волны Тянь Вэню",
      "zh-CN": "将第一波口粮交给田文",
      "ja": "ファーストウェーブ糧食をティアン・ウェンに届ける",
      "tr": "İlk Dalga Rasyonlarını Tian Wen'e teslim et",
      "zh-TW": "將第一波口糧交給田文",
      "sr": "Dostavi Obroke Prvog Talasa Tian Wenu",
      "hr": "Dostavi Obroke Prvog Vala Tian Wenu"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "first_wave_tape",
      "quantity": 1
    },
    {
      "itemId": "first_wave_compass",
      "quantity": 1
    },
    {
      "itemId": "first_wave_rations",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "arpeggio_i",
      "quantity": 1
    },
    {
      "itemId": "compensator_ii",
      "quantity": 1
    },
    {
      "itemId": "medium_ammo",
      "quantity": 80
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10e"
  ],
  "nextQuestIds": [
    "ss10i",
    "ss10j"
  ]
}