{
  "id": "ss10a",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Greasing Her Palms",
    "de": "Ihr die Hände schmieren",
    "fr": "Graisser la patte",
    "es": "Engrasando sus palmas",
    "pt": "Untando as mãos dela",
    "pl": "Posmarowanie jej łapek",
    "no": "Smøre håndflaten hennes",
    "da": "Smøre hendes håndflader",
    "it": "Ungerle le mani",
    "uk": "Підмащування коліс",
    "kr": "그녀에게 뇌물 주기",
    "ru": "Подмазать ей ладони",
    "zh-CN": "给她点好处",
    "ja": "彼女への賄賂",
    "tr": "Avucunu Yağlamak",
    "zh-TW": "給她點好處",
    "sr": "Podmazivanje Njenih Dlanova",
    "hr": "Podmazivanje Njezinih Dlanova"
  },
  "trader": "Celeste",
  "description": {
    "en": "Recently, I've been trying and failing to get Tian Wen to join our community projects. I may have to sweeten the deal. She's been complaining about the quality of salvage found on the market; think we could do her a solid?",
    "de": "In letzter Zeit habe ich versucht und es nicht geschafft, Tian Wen dazu zu bringen, sich unseren Gemeinschaftsprojekten anzuschließen. Ich muss das Angebot vielleicht versüßen. Sie hat sich über die Qualität des Bergungsguts auf dem Markt beschwert; glaubst du, wir könnten ihr einen Gefallen tun?",
    "fr": "Dernièrement, j'ai essayé, sans succès, de convaincre Tian Wen de rejoindre nos projets communautaires. Peut-être que si l'offre était plus attrayante... Elle se plaint de la qualité des pièces de récupération disponibles sur le marché. On devrait bien pouvoir lui rendre un service, non ?",
    "es": "Recientemente, he estado intentando sin éxito que Tian Wen se una a nuestros proyectos comunitarios. Puede que tenga que endulzar el trato. Ha estado quejándose de la calidad del salvamento que se encuentra en el mercado; ¿crees que podríamos hacerle un favor?",
    "pt": "Recentemente, tenho tentado e falhado em fazer a Tian Wen se juntar aos nossos projetos comunitários. Talvez eu tenha que adoçar o negócio. Ela tem reclamado sobre a qualidade da sucata encontrada no mercado; acha que poderíamos fazer um favor a ela?",
    "pl": "Ostatnio próbowałem bez skutku namówić Tian Wen, żeby dołączyła do naszych projektów społecznych. Może będę musiał osłodzić interes. Narzekała na jakość złomu znajdowanego na rynku; myślisz, że moglibyśmy wyświadczyć jej przysługę?",
    "no": "Nylig har jeg prøvd og mislyktes i å få Tian Wen til å bli med på våre fellesskapsprosjekter. Jeg må kanskje søte avtalen. Hun har klaget over kvaliteten på bergingen som finnes på markedet; tror du vi kunne gjøre henne en tjeneste?",
    "da": "For nylig har jeg forsøgt og fejlet i at få Tian Wen til at deltage i vores fællesskabsprojekter. Jeg er måske nødt til at forsøde handlen. Hun har klaget over kvaliteten af bjærgningen, der findes på markedet; tror du, vi kunne gøre hende en tjeneste?",
    "it": "Recentemente, ho provato senza successo a convincere Tian Wen a unirsi ai nostri progetti comunitari. Potrei dover addolcire l'accordo. Si è lamentata della qualità del recupero trovato sul mercato; pensi che potremmo farle un favore?",
    "uk": "Останнім часом я намагаюся, але не можу переконати Тянь Вень приєднатися до наших громадських проектів. Можливо, мені доведеться підсолодити угоду. Вона скаржиться на якість утилю, що продається на ринку. Як думаєте, ми могли б зробити їй послугу?",
    "kr": "최근에 티안 웬을 우리 커뮤니티 프로젝트에 참여시키려고 했지만 계속 실패했어. 거래 조건을 좀 더 좋게 만들어야 할 것 같아. 그녀가 시장에서 발견되는 고철 품질에 대해 불평하고 있거든. 우리가 그녀에게 도움을 줄 수 있을까?",
    "ru": "В последнее время я пытаюсь уговорить Тянь Вэнь присоединиться к нашим общественным проектам, но безуспешно. Возможно, мне придётся подсластить сделку. Она жалуется на качество утиля, который продаётся на рынке. Как думаешь, мы могли бы оказать ей услугу?",
    "zh-CN": "最近，我一直在尝试让田文加入我们的社区项目，但都失败了。我可能得让交易更有吸引力。她一直在抱怨市场上找到的废料质量不好；你觉得我们能帮她个忙吗？",
    "ja": "最近、ティアン・ウェンをコミュニティプロジェクトに参加させようとしているが、うまくいっていない。取引条件を甘くする必要があるかもしれない。彼女は市場で見つかるサルベージの品質について文句を言っている。彼女の力になれると思うか？",
    "tr": "Son zamanlarda Tian Wen'i topluluk projelerimize katılmaya ikna etmeye çalışıyorum ama başarısız oluyorum. Anlaşmayı tatlandırmam gerekebilir. Pazarda bulunan hurda kalitesinden şikayet ediyor; ona bir iyilik yapabilir miyiz sence?",
    "zh-TW": "最近，我一直在嘗試讓田文加入我們的社區項目，但都失敗了。我可能得讓交易更有吸引力。她一直在抱怨市場上找到的廢料品質不好；你覺得我們能幫她個忙嗎？",
    "sr": "Nedavno sam pokušavao i nisam uspevao da nateram Tian Wen da se pridruži našim zajedničkim projektima. Možda moram da zaslađim ponudu. Žalila se na kvalitet otpada koji se nalazi na tržištu; misliš da bismo mogli da joj učinimo uslugu?",
    "hr": "Nedavno sam pokušavao i nisam uspio natjerati Tian Wen da se pridruži našim zajedničkim projektima. Možda moram zasladiti ponudu. Žalila se na kvalitetu otpada koji se nalazi na tržištu; misliš da bismo joj mogli učiniti uslugu?"
  },
  "objectives": [
    {
      "en": "On Dam Battlegrounds, visit the Locked Room in the Water Treatment Control building",
      "de": "Besuche auf Dam Battlegrounds den verschlossenen Raum im Wasseraufbereitungs-Kontrollgebäude",
      "fr": "Au champ de bataille du Barrage, visiter la salle verrouillée du bâtiment du Contrôle du traitement de l'eau",
      "es": "En Dam Battlegrounds, visita la sala cerrada en el edificio de control de tratamiento de agua",
      "pt": "Em Dam Battlegrounds, visite a sala trancada no prédio de controle de tratamento de água",
      "pl": "Na Dam Battlegrounds odwiedź zamknięty pokój w budynku kontroli oczyszczania wody",
      "no": "På Dam Battlegrounds, besøk det låste rommet i vannbehandlingskontrollbygningen",
      "da": "På Dam Battlegrounds, besøg det låste rum i vandbehandlingskontrolbygningen",
      "it": "Su Dam Battlegrounds, visita la stanza chiusa nell'edificio di controllo del trattamento dell'acqua",
      "uk": "На Дамбі, відвідайте закриту кімнату в будівлі управління водоочисткою",
      "kr": "댐 전장에서 수처리 제어 건물의 잠긴 방 방문하기",
      "ru": "На Дамбе посетите закрытую комнату в здании управления водоочисткой",
      "zh-CN": "在大坝战场，访问水处理控制大楼的上锁房间",
      "ja": "ダム・バトルグラウンドで、水処理管理棟の施錠された部屋を訪れる",
      "tr": "Baraj Savaş Alanında, Su Arıtma Kontrol binasındaki Kilitli Odayı ziyaret et",
      "zh-TW": "在大壩戰場，訪問水處理控制大樓的上鎖房間",
      "sr": "Na Bojnom Polju Brane, poseti Zaključanu Sobu u zgradi Kontrole Prečišćavanja Vode",
      "hr": "Na Bojnom Polju Brane, posjeti Zaključanu Sobu u zgradi Kontrole Pročišćavanja Vode"
    },
    {
      "en": "On Spaceport, scope out the rocket thrusters outside the Rocket Assembly",
      "de": "Erkunde auf Spaceport die Raketentriebwerke außerhalb der Raketenmontage",
      "fr": "Au Port spatial, inspecter les propulseurs de la fusée à l'extérieur du Site d'assemblage des fusées",
      "es": "En Spaceport, inspecciona los propulsores de cohetero fuera del ensamblaje de cohetes",
      "pt": "Em Spaceport, examine os propulsores de foguete fora da montagem de foguetes",
      "pl": "Na Spaceport sprawdź silniki rakietowe na zewnątrz montażu rakiet",
      "no": "På Spaceport, undersøk rakettdysene utenfor rakettmonteringen",
      "da": "På Spaceport, undersøg raketdyserne uden for raketsamlingen",
      "it": "Su Spaceport, esamina i propulsori del razzo fuori dall'assemblaggio del razzo",
      "kr": "우주 기지에서 로켓 조립소 밖의 로켓 추진기 조사하기",
      "uk": "На Космопорті, огляньте ракетні двигуни біля будівлі збирання ракет",
      "ru": "На Космопорте осмотрите ракетные двигатели возле здания сборки ракет",
      "zh-CN": "在太空港，侦察火箭组装厂外的火箭推进器",
      "ja": "スペースポートで、ロケット組立棟の外にあるロケット推進装置を調査する",
      "tr": "Uzay Limanında, Roket Montaj binasının dışındaki roket iticilerini keşfet",
      "zh-TW": "在太空港，偵察火箭組裝廠外的火箭推進器",
      "sr": "Na Svemirskoj Luci, izviđaj raketne potisnice ispred Montaže Raketa",
      "hr": "Na Svemirskoj Luci, izviđaj raketne potisnice ispred Montaže Raketa"
    },
    {
      "en": "On Buried City, visit the barricaded area on floor 6 of the Space Travel Building",
      "de": "Besuche auf der Begrabenen Stadt den verbarrikadierten Bereich im 6. Stock des Raumfahrtgebäudes",
      "fr": "Dans la Ville enfouie, visiter la zone barricadée au 6e niveau du Bureau des voyages spatiaux",
      "es": "En Buried City, visita el área barricada en el piso 6 del edificio de viajes espaciales",
      "pt": "Em Buried City, visite a área barricada no andar 6 do prédio de viagens espaciais",
      "pl": "Na Buried City odwiedź zabarykadowany obszar na 6. piętrze budynku podróży kosmicznych",
      "no": "På Buried City, besøk det barrikaderte området på etasje 6 i romreisebygningen",
      "da": "På Buried City, besøg det barrikaderede område på etage 6 i rumrejsebygningen",
      "it": "Su Buried City, visita l'area barricata al piano 6 dell'edificio dei viaggi spaziali",
      "uk": "У Похованому місті, відвідайте барикадовану зону на 6 поверсі будівлі космічних подорожей",
      "kr": "매장된 도시에서 우주 여행 빌딩 6층의 바리케이드 지역 방문하기",
      "ru": "В Погребённом городе посетите баррикадированную зону на 6 этаже здания космических путешествий",
      "zh-CN": "在埋没之城，访问太空旅行大楼6层的路障区域",
      "ja": "ベリード・シティで、宇宙旅行ビルの6階にあるバリケードエリアを訪れる",
      "tr": "Gömülü Şehir'de, Uzay Yolculuğu Binasının 6. katındaki barikatlanmış alanı ziyaret et",
      "zh-TW": "在埋沒之城，訪問太空旅行大樓6層的路障區域",
      "sr": "U Zakopanom Gradu, poseti barikadiranu oblast na spratu 6 zgrade Svemirskih Putovanja",
      "hr": "U Zakopanom Gradu, posjeti barikadiranu oblast na katu 6 zgrade Svemirskih Putovanja"
    }
  ],
  "grantedItemIds": [
    {
      "itemId": "dam_surveillance_key",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "lure_grenade_blueprint",
      "quantity": 1
    },
    {
      "itemId": "speaker_component",
      "quantity": 3
    },
    {
      "itemId": "electrical_components",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10"],
  "nextQuestIds": ["ss10b", "ss10c"]
}
