{
  "id": "ss10x5",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Into the Fray",
    "de": "Mitten ins Gefecht",
    "fr": "Dans la mêlée",
    "es": "Al fragor de la batalla",
    "pt": "Para a Batalha",
    "pl": "W sam środek walki",
    "no": "Inn i striden",
    "da": "Ind i kampen",
    "it": "Nella mischia",
    "uk": "У вир битви",
    "kr": "전투 속으로",
    "ru": "В самое пекло",
    "zh-CN": "投入战斗",
    "ja": "戦場へ",
    "tr": "Çatışmanın İçine",
    "zh-TW": "投入戰鬥",
    "sr": "U Borbu",
    "hr": "U Borbu"
  },
  "trader": "Shani",
  "description": {
    "en": "It used to be their world, up there. Nobody to challenge their claim. Yet here we are. More outposts. More intel. More firepower. If I didn't know better, I'd say we've got quite a bit of fight left in us.",
    "de": "Früher war es ihre Welt, da oben. Niemand, der ihren Anspruch anfocht. Und doch sind wir hier. Mehr Außenposten. Mehr Informationen. Mehr Feuerkraft. Wenn ich es nicht besser wüsste, würde ich sagen, wir haben noch einiges an Kampfgeist in uns.",
    "fr": "C'était leur monde, là-haut. Personne pour contester leur revendication. Et pourtant nous voilà. Plus d'avant-postes. Plus de renseignements. Plus de puissance de feu. Si je ne savais pas mieux, je dirais qu'il nous reste encore pas mal de combativité.",
    "es": "Solía ser su mundo, allá arriba. Nadie desafiaba su dominio. Y sin embargo aquí estamos. Más puestos avanzados. Más información. Más potencia de fuego. Si no lo supiera mejor, diría que aún nos queda mucha lucha por dar.",
    "pt": "Costumava ser o mundo deles, lá em cima. Ninguém para desafiar a sua reivindicação. No entanto, aqui estamos. Mais postos avançados. Mais informações. Mais poder de fogo. Se não soubesse melhor, diria que ainda temos muita luta em nós.",
    "pl": "Kiedyś to był ich świat, tam na górze. Nikt nie kwestionował ich roszczeń. A jednak tu jesteśmy. Więcej placówek. Więcej informacji. Więcej siły ognia. Gdybym nie wiedział lepiej, powiedziałbym, że wciąż mamy w sobie sporo waleczności.",
    "no": "Det pleide å være deres verden, der oppe. Ingen til å utfordre deres krav. Likevel er vi her. Flere utposter. Mer etterretning. Mer ildkraft. Hvis jeg ikke visste bedre, ville jeg sagt at vi har ganske mye fight igjen i oss.",
    "da": "Det plejede at være deres verden deroppe. Ingen til at udfordre deres krav. Alligevel er vi her. Flere forposter. Mere efterretning. Mere ildkraft. Hvis jeg ikke vidste bedre, ville jeg sige, at vi har en del kampgejst tilbage i os.",
    "it": "Era il loro mondo, lassù. Nessuno a contestare il loro dominio. Eppure eccoci qui. Più avamposti. Più informazioni. Più potenza di fuoco. Se non sapessi meglio, direi che abbiamo ancora parecchia voglia di combattere.",
    "uk": "Колись це був їхній світ, там нагорі. Ніхто не кидав виклик їхнім претензіям. Але ось ми тут. Більше форпостів. Більше розвідданих. Більше вогневої потужності. Якби я не знав краще, я б сказав, що в нас ще залишилося чимало бійцівського духу.",
    "kr": "저 위는 한때 그들의 세상이었습니다. 그들의 지배에 도전할 자는 아무도 없었죠. 하지만 우리가 여기 있습니다. 더 많은 전초기지. 더 많은 정보. 더 많은 화력. 내가 잘못 알고 있는 게 아니라면, 우리에게는 아직 싸울 힘이 꽤 남아있는 것 같습니다.",
    "ru": "Раньше это был их мир, там наверху. Никто не оспаривал их власть. Но вот мы здесь. Больше форпостов. Больше разведданных. Больше огневой мощи. Если бы я не знал лучше, я бы сказал, что в нас ещё осталось немало боевого духа.",
    "zh-CN": "那里曾经是他们的世界，在上面。没有人挑战他们的统治。然而我们来了。更多的前哨站。更多的情报。更多的火力。如果我没搞错的话，我们还有相当多的战斗力。",
    "ja": "かつてあそこは彼らの世界だった。誰も彼らの支配に異を唱える者はいなかった。だが今、我々はここにいる。前哨基地も増えた。情報も増えた。火力も増えた。間違いなければ、我々にはまだかなりの戦闘力が残っているようだ。",
    "tr": "Eskiden oradaki dünya onlarındı. İddialarına meydan okuyacak kimse yoktu. Ama işte buradayız. Daha fazla karakol. Daha fazla istihbarat. Daha fazla ateş gücü. Yanlış bilmiyorsam, içimizde hala epey bir mücadele ruhu var.",
    "zh-TW": "那裡曾經是他們的世界，在上面。沒有人挑戰他們的統治。然而我們來了。更多的前哨站。更多的情報。更多的火力。如果我沒搞錯的話，我們還有相當多的戰鬥力。",
    "sr": "Nekada je to bio njihov svet, tamo gore. Niko da ospori njihov zahtev. Pa ipak, evo nas. Više isturenih položaja. Više informacija. Više vatrene moći. Da ne znam bolje, rekao bih da još imamo dosta borbe u sebi.",
    "hr": "Nekada je to bio njihov svijet, tamo gore. Nitko da ospori njihov zahtjev. Pa ipak, evo nas. Više isturenih položaja. Više informacija. Više vatrene moći. Da ne znam bolje, rekao bih da još imamo dosta borbe u sebi."
  },
  "objectives": [
    {
      "en": "Destroy a Leaper",
      "de": "Zerstöre einen Springer",
      "fr": "Détruire un Sauteur",
      "es": "Destruye un Saltador",
      "pt": "Destrua um Saltador",
      "pl": "Zniszcz Skoczka",
      "no": "Ødelegg en Hopper",
      "da": "Ødelæg en Springer",
      "it": "Distruggi un Saltatore",
      "uk": "Знищити стрибуна",
      "kr": "리퍼 파괴하기",
      "ru": "Уничтожить прыгуна",
      "zh-CN": "摧毁一个跳跃者",
      "ja": "リーパーを破壊する",
      "tr": "Bir Sıçrayıcı yok et",
      "zh-TW": "摧毀一個跳躍者",
      "sr": "Uništi Skakača",
      "hr": "Uništi Skakača"
    },
    {
      "en": "Obtain a Leaper Pulse Unit",
      "de": "Besorge eine Springer-Pulseinheit",
      "fr": "Obtenir une unité de pulsation de Sauteur",
      "es": "Consigue una unidad de pulso de Saltador",
      "pt": "Obtenha uma Unidade de Pulso de Saltador",
      "pl": "Zdobądź jednostkę pulsacyjną Skoczka",
      "no": "Skaff en Hopper-pulsenhet",
      "da": "Skaff en Springer-pulsenhed",
      "it": "Ottieni un'unità a impulsi del Saltatore",
      "uk": "Отримати імпульсний блок стрибуна",
      "kr": "리퍼 펄스 유닛 획득하기",
      "ru": "Получить импульсный блок прыгуна",
      "zh-CN": "获得跳跃者脉冲装置",
      "ja": "リーパーパルスユニットを入手する",
      "tr": "Bir Sıçrayıcı Nabız Ünitesi edin",
      "zh-TW": "獲得跳躍者脈衝裝置",
      "sr": "Pribavi Pulsnu Jedinicu Skakača",
      "hr": "Pribavi Pulsnu Jedinicu Skakača"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "leaper_pulse_unit",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "radio_renegade",
      "quantity": 1
    },
    {
      "itemId": "burgerboy",
      "quantity": 1
    },
    {
      "itemId": "vulcano_iii",
      "quantity": 1
    },
    {
      "itemId": "shotgun_ammo",
      "quantity": 40
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10x4",
    "ss11b2"
  ],
  "nextQuestIds": []
}