{
  "id": "ss10o",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Keeping the Memory",
    "de": "Die Erinnerung bewahren",
    "fr": "Conservation mémorielle",
    "es": "Guardando la memoria",
    "pt": "Guardando a memória",
    "pl": "Zachowanie pamięci",
    "no": "Bevare minnet",
    "da": "Bevare mindet",
    "it": "Preservare la memoria",
    "uk": "Зберігаючи пам'ять",
    "kr": "기억 지키기",
    "ru": "Сохраняя память",
    "zh-CN": "保存记忆",
    "ja": "記憶を守る",
    "tr": "Anıyı Korumak",
    "zh-TW": "保存記憶",
    "sr": "Čuvanje Uspomene",
    "hr": "Čuvanje Uspomene"
  },
  "trader": "Celeste",
  "description": {
    "en": "I lost my cool a bit when I sent you after that trap. I don't usually lose my temper, but the First Wave... We went through a lot, back then. Lost a lot of people. It's still a bit of a raw wound for me, but I want you to understand.",
    "de": "Ich habe etwas die Fassung verloren, als ich dich wegen dieser Falle losgeschickt habe. Normalerweise verliere ich nicht die Beherrschung, aber die First Wave... Wir haben damals viel durchgemacht. Viele Menschen verloren. Es ist immer noch eine offene Wunde für mich, aber ich möchte, dass du es verstehst.",
    "fr": "J'ai un peu perdu mon sang-froid quand je vous ai demandé de vous occuper de ce piège. Ça ne m'arrive pas souvent, mais la Première vague... Nous avons enduré tant de choses à l'époque. Perdu beaucoup de monde. C'est une blessure qui ne se referme pas complètement. Il faut que vous le compreniez.",
    "es": "Perdí un poco la calma cuando te envié tras esa trampa. Normalmente no pierdo los estribos, pero la First Wave... Pasamos por mucho en aquel entonces. Perdimos a mucha gente. Todavía es una herida abierta para mí, pero quiero que lo entiendas.",
    "pt": "Perdi um pouco a calma quando te enviei atrás daquela armadilha. Normalmente não perco a paciência, mas a First Wave... Passámos por muito naquela altura. Perdemos muita gente. Ainda é uma ferida aberta para mim, mas quero que compreendas.",
    "pl": "Trochę straciłem zimną krew, kiedy wysłałem cię po tę pułapkę. Zwykle nie tracę panowania nad sobą, ale First Wave... Przeszliśmy przez wiele wtedy. Straciliśmy wielu ludzi. To wciąż świeża rana dla mnie, ale chcę, żebyś zrozumiał.",
    "no": "Jeg mistet besinnelsen litt da jeg sendte deg etter den fellen. Jeg mister vanligvis ikke fatningen, men First Wave... Vi gikk gjennom mye den gangen. Mistet mange mennesker. Det er fortsatt et sårt punkt for meg, men jeg vil at du skal forstå.",
    "da": "Jeg mistede lidt besindelsen, da jeg sendte dig efter den fælde. Jeg mister normalt ikke besindelsen, men First Wave... Vi gik igennem meget dengang. Mistede mange mennesker. Det er stadig et åbent sår for mig, men jeg vil have, at du forstår.",
    "it": "Ho perso un po' la calma quando ti ho mandato dietro quella trappola. Di solito non perdo le staffe, ma la First Wave... Abbiamo passato molto, allora. Perso molte persone. È ancora una ferita aperta per me, ma voglio che tu capisca.",
    "uk": "Я трохи втратив самовладання, коли відправляв тебе за тією пасткою. Зазвичай я не виходжу з себе, але Перша хвиля... Ми пройшли через багато тоді. Втратили багато людей. Це все ще відкрита рана для мене, але я хочу, щоб ти зрозумів.",
    "kr": "그 함정 때문에 널 보낼 때 좀 흥분했어. 평소엔 화를 잘 안 내는데, 첫 번째 웨이브는... 그때 우리는 많은 걸 겪었어. 많은 사람들을 잃었지. 아직도 나한테는 아물지 않은 상처야. 하지만 네가 이해해주길 바라.",
    "ru": "Я немного потерял самообладание, когда отправлял тебя за той ловушкой. Обычно я не выхожу из себя, но Первая волна... Мы через многое прошли тогда. Потеряли много людей. Это всё ещё открытая рана для меня, но я хочу, чтобы ты понял.",
    "zh-CN": "当我派你去处理那个陷阱时，我有点失控了。我通常不会发脾气，但第一波行动...那时我们经历了很多。失去了很多人。这对我来说仍然是一个未愈合的伤口，但我希望你能理解。",
    "ja": "あの罠のことで君を送り出した時、少し冷静さを失った。普段は怒りを表に出さないが、第一波は...あの頃、私たちは多くのことを経験した。多くの人を失った。今でも私にとっては生々しい傷だが、君に理解してほしい。",
    "tr": "Seni o tuzağın peşine gönderdiğimde biraz soğukkanlılığımı kaybettim. Genelde öfkemi kaybetmem ama İlk Dalga... O zamanlar çok şey yaşadık. Birçok insanı kaybettik. Benim için hala taze bir yara ama anlamanı istiyorum.",
    "zh-TW": "當我派你去處理那個陷阱時，我有點失控了。我通常不會發脾氣，但第一波行動...那時我們經歷了很多。失去了很多人。這對我來說仍然是一個未癒合的傷口，但我希望你能理解。",
    "sr": "Malo sam se iznervirao kada sam te poslao po tu zamku. Obično ne gubim živce, ali Prvi Talas... Prošli smo kroz mnogo toga tada. Izgubili smo mnogo ljudi. Još uvek je svež bol za mene, ali želim da razumeš.",
    "hr": "Malo sam se iznervirao kad sam te poslao po tu zamku. Obično ne gubim živce, ali Prvi Val... Prošli smo kroz mnogo toga tada. Izgubili smo mnogo ljudi. Još uvijek je svježa rana za mene, ali želim da razumiješ."
  },
  "objectives": [
    {
      "en": "Reach the wreckage in the Formicai Hills",
      "de": "Erreiche das Wrack in den Formicai Hills",
      "fr": "Atteindre l'épave dans les Collines de Formicai",
      "es": "Alcanza los restos en las Formicai Hills",
      "pt": "Alcance os destroços nas Formicai Hills",
      "pl": "Dotrzyj do wraku w Formicai Hills",
      "no": "Nå vraket i Formicai Hills",
      "da": "Nå vraget i Formicai Hills",
      "it": "Raggiungi il relitto nelle Formicai Hills",
      "uk": "Дістаньтеся до уламків на Формікайських пагорбах",
      "kr": "Formicai Hills의 잔해에 도달하세요",
      "ru": "Доберитесь до обломков на Формикайских холмах",
      "zh-CN": "到达Formicai山丘的残骸处",
      "ja": "フォルミカイヒルズの残骸に到達する",
      "tr": "Formicai Tepeleri'ndeki enkaza ulaşın",
      "zh-TW": "到達Formicai山丘的殘骸處",
      "sr": "Stigni do olupine u Formicai Hillsu",
      "hr": "Stigni do olupine u Formicai Hillsu"
    },
    {
      "en": "Search for the missing helmet",
      "de": "Suche nach dem vermissten Helm",
      "fr": "Chercher le casque manquant",
      "es": "Busca el casco perdido",
      "pt": "Procure o capacete desaparecido",
      "pl": "Poszukaj zaginionego hełmu",
      "no": "Søk etter den savnede hjelmen",
      "da": "Søg efter den forsvundne hjelm",
      "it": "Cerca l'elmo mancante",
      "uk": "Знайдіть зниклий шолом",
      "kr": "분실된 헬멧을 찾으세요",
      "ru": "Найдите пропавший шлем",
      "zh-CN": "寻找丢失的头盔",
      "ja": "行方不明のヘルメットを探す",
      "tr": "Kayıp kaskı arayın",
      "zh-TW": "尋找遺失的頭盔",
      "sr": "Potraži nestalu kacigu",
      "hr": "Potraži nestalu kacigu"
    },
    {
      "en": "Return the helmet to the memorial",
      "de": "Bringe den Helm zum Denkmal zurück",
      "fr": "Rapporter le casque au monument commémoratif",
      "es": "Devuelve el casco al memorial",
      "pt": "Devolva o capacete ao memorial",
      "pl": "Zwróć hełm do pomnika",
      "no": "Returner hjelmen til minnesmerket",
      "da": "Returner hjelmen til mindesmærket",
      "it": "Riporta l'elmo al memoriale",
      "uk": "Поверніть шолом до меморіалу",
      "kr": "헬멧을 추모비로 돌려놓으세요",
      "ru": "Верните шлем к мемориалу",
      "zh-CN": "将头盔归还到纪念碑",
      "ja": "ヘルメットを記念碑に返す",
      "tr": "Kaskı anıta geri götürün",
      "zh-TW": "將頭盔歸還到紀念碑",
      "sr": "Vrati kacigu na spomenik",
      "hr": "Vrati kacigu na spomenik"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "simple_gun_parts",
      "quantity": 5
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    },
    {
      "itemId": "magnet",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10j"
  ],
  "nextQuestIds": [
    "ss10p"
  ]
}