{
  "id": "ss10f",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Medical Merchandise",
    "de": "Medizinische Waren",
    "fr": "Marchandises médicales",
    "es": "Mercancía médica",
    "pt": "Mercadorias médicas",
    "pl": "Towary medyczne",
    "no": "Medisinsk utstyr",
    "da": "Medicinske varer",
    "it": "Merci mediche",
    "uk": "Медичні товари",
    "kr": "의료 물품",
    "ru": "Медицинские товары",
    "zh-CN": "医疗用品",
    "ja": "医療品",
    "tr": "Tıbbi Malzemeler",
    "zh-TW": "醫療用品",
    "sr": "Medicinska Roba",
    "hr": "Medicinska Roba"
  },
  "trader": "Lance",
  "description": {
    "en": "I've become quite crafty at weaving bandages from Fabric, but to my shame, I haven't quite mastered weaving an x-ray machine or a pulse oximiter.",
    "de": "Ich bin ziemlich geschickt darin geworden, Bandagen aus Stoff zu weben, aber zu meiner Schande habe ich es noch nicht geschafft, eine Röntgenmaschine oder ein Pulsoximeter zu weben.",
    "fr": "Je suis devenu assez habile pour tresser des bandages à partir de tissu, mais j'ai honte d'avouer que je n'ai pas encore vraiment maîtrisé l'art d'utiliser un appareil de radiographie ou un oxymètre de pouls.",
    "es": "Me he vuelto bastante hábil tejiendo vendajes con tela, pero para mi vergüenza, aún no he dominado el arte de tejer una máquina de rayos X o un oxímetro de pulso.",
    "pt": "Tornei-me bastante habilidoso em tecer bandagens a partir de tecido, mas para minha vergonha, ainda não dominei a arte de tecer uma máquina de raios-X ou um oxímetro de pulso.",
    "pl": "Stałem się całkiem zręczny w tkaniu bandaży z materiału, ale ku mojemu zawstydzeniu, nie opanowałem jeszcze tkania aparatu rentgenowskiego czy pulsoksymetru.",
    "no": "Jeg har blitt ganske flink til å veve bandasjer fra stoff, men til min skam har jeg ikke helt mestret å veve en røntgenmaskin eller et pulsoksymeter.",
    "da": "Jeg er blevet ret dygtig til at væve bandager af stof, men til min skam har jeg ikke helt mestret at væve en røntgenmaskine eller et pulsoximeter.",
    "it": "Sono diventato piuttosto abile nel tessere bende dal tessuto, ma con mia vergogna, non ho ancora imparato a tessere una macchina a raggi X o un pulsossimetro.",
    "uk": "Я став досить вправним у плетінні бинтів з тканини, але, на мій сором, я ще не опанував плетіння рентгенівського апарата чи пульсоксиметра.",
    "kr": "천으로 붕대를 짜는 데는 꽤 능숙해졌지만, 부끄럽게도 엑스레이 기계나 맥박 산소측정기를 짜는 건 아직 마스터하지 못했어.",
    "ru": "Я стал довольно искусным в плетении бинтов из ткани, но, к моему стыду, я еще не освоил плетение рентгеновского аппарата или пульсоксиметра.",
    "zh-CN": "我已经很擅长用布料编织绷带了，但令我羞愧的是，我还没有掌握编织X光机或脉搏血氧仪的技术。",
    "ja": "布から包帯を織ることにはかなり熟練したが、恥ずかしながら、X線装置やパルスオキシメーターを織ることはまだマスターしていない。",
    "tr": "Kumaştan sargı dokumada oldukça ustalaştım ama utanarak söylüyorum ki, röntgen cihazı veya nabız oksimetresi dokumayı henüz tam olarak beceremedim.",
    "zh-TW": "我已經很擅長用布料編織繃帶了，但令我羞愧的是，我還沒有掌握編織X光機或脈搏血氧儀的技術。",
    "sr": "Postao sam prilično veš u tkanju zavoja od Tkanine, ali na moju sramotu, nisam baš savladao tkanje rendgen aparata ili pulsnog oksimetra.",
    "hr": "Postao sam prilično vješt u tkanju zavoja od Tkanine, ali na moju sramotu, nisam baš savladao tkanje rendgen aparata ili pulsnog oksimetra."
  },
  "objectives": [
    {
      "en": "On Spaceport, search 2 containers in the Departure Building's exam rooms",
      "de": "Durchsuche im Raumhafen 2 Behälter in den Untersuchungsräumen des Abfluggebäudes",
      "fr": "Dans Port spatial, fouillez 2 conteneurs dans les salles d'examen du Bâtiment des départs",
      "es": "En el espaciopuerto, registra 2 contenedores en las salas de examen del edificio de salidas",
      "pt": "No espaçoporto, procure em 2 contêineres nas salas de exame do edifício de partidas",
      "pl": "Na kosmodromie przeszukaj 2 kontenery w pokojach egzaminacyjnych budynku odlotów",
      "no": "På romhavnen, søk gjennom 2 containere i undersøkelsesrommene i avgangsbygningen",
      "da": "På rumhavnen, gennemsøg 2 containere i afgangsbygningens undersøgelsesrum",
      "it": "Allo spazioporto, perquisci 2 contenitori nelle sale visite dell'edificio partenze",
      "uk": "На Космопорту обшукати 2 контейнери в оглядових кімнатах Будівлі відправлення",
      "kr": "우주 정거장에서 출발 건물의 검사실에 있는 컨테이너 2개 수색",
      "ru": "На Космопорте обыскать 2 контейнера в смотровых кабинетах Здания отправления",
      "zh-CN": "在太空港，搜索出发大楼检查室中的2个容器",
      "ja": "スペースポートで、出発ビルの診察室にあるコンテナを2個探索する",
      "tr": "Uzay Limanı'nda, Kalkış Binası'nın muayene odalarındaki 2 konteyneri ara",
      "zh-TW": "在太空港，搜索出發大樓檢查室中的2個容器",
      "sr": "Na Svemirskoj Luci, pretraži 2 kontejnera u preglednim sobama zgrade za Odlaske",
      "hr": "Na Svemirskoj Luci, pretraži 2 kontejnera u preglednim sobama zgrade za Odlaske"
    },
    {
      "en": "Search 3 containers in the Hospital in Buried City",
      "de": "Durchsuche 3 Behälter im Krankenhaus in der Begrabenen Stadt",
      "fr": "Fouillez 3 conteneurs dans l'hôpital de la Ville enfouie",
      "es": "Registra 3 contenedores en el hospital de la ciudad enterrada",
      "pt": "Procure em 3 contêineres no hospital da cidade enterrada",
      "pl": "Przeszukaj 3 kontenery w szpitalu w Pogrzebanym Mieście",
      "no": "Søk gjennom 3 containere på sykehuset i den begravde byen",
      "da": "Gennemsøg 3 containere på hospitalet i den begravede by",
      "it": "Perquisci 3 contenitori nell'ospedale della città sepolta",
      "uk": "Обшукати 3 контейнери в Лікарні в Похованому місті",
      "kr": "매장된 도시의 병원에서 컨테이너 3개 수색",
      "ru": "Обыскать 3 контейнера в Больнице в Погребенном городе",
      "zh-CN": "在埋藏之城的医院中搜索3个容器",
      "ja": "埋もれた街の病院でコンテナを3個探索する",
      "tr": "Gömülü Şehir'deki Hastane'de 3 konteyner ara",
      "zh-TW": "在埋藏之城的醫院中搜索3個容器",
      "sr": "Pretraži 3 kontejnera u Bolnici u Zakopanom Gradu",
      "hr": "Pretraži 3 kontejnera u Bolnici u Zakopanom Gradu"
    },
    {
      "en": "On Dam Battlegrounds, search 2 containers in the Research & Administration building's medical room",
      "de": "Durchsuche auf dem Damm-Schlachtfeld 2 Behälter im medizinischen Raum des Forschungs- und Verwaltungsgebäudes",
      "fr": "Au Champ de bataille du Barrage, fouiller 2 conteneurs de la salle médicale du bâtiment de recherche et administration",
      "es": "En el campo de batalla de la presa, registra 2 contenedores en la sala médica del edificio de investigación y administración",
      "pt": "No campo de batalha da barragem, procure em 2 contêineres na sala médica do edifício de pesquisa e administração",
      "pl": "Na polu bitwy przy tamie przeszukaj 2 kontenery w gabinecie medycznym budynku badawczo-administracyjnego",
      "no": "På demmens slagmark, søk gjennom 2 containere i det medisinske rommet i forsknings- og administrasjonsbygningen",
      "da": "På dæmningens slagmark, gennemsøg 2 containere i det medicinske rum i forsknings- og administrationsbygningen",
      "it": "Sul campo di battaglia della diga, perquisci 2 contenitori nella sala medica dell'edificio ricerca e amministrazione",
      "uk": "На Полі бою біля дамби обшукати 2 контейнери в медичній кімнаті будівлі Дослідження та Адміністрації",
      "kr": "댐 전장에서 연구 및 관리 건물의 의료실에 있는 컨테이너 2개 수색",
      "ru": "На Поле боя у дамбы обыскать 2 контейнера в медицинской комнате здания Исследований и Администрации",
      "zh-CN": "在大坝战场，搜索研究与行政大楼医疗室中的2个容器",
      "ja": "ダム戦場で、研究・管理棟の医療室にあるコンテナを2個探索する",
      "tr": "Baraj Savaş Alanı'nda, Araştırma ve İdare binasının tıbbi odasındaki 2 konteyneri ara",
      "zh-TW": "在大壩戰場，搜索研究與行政大樓醫療室中的2個容器",
      "sr": "Na Bojnom Polju Brane, pretraži 2 kontejnera u medicinskoj sobi zgrade za Istraživanje i Administraciju",
      "hr": "Na Bojnom Polju Brane, pretraži 2 kontejnera u medicinskoj sobi zgrade za Istraživanje i Administraciju"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "banana",
      "quantity": 1
    },
    {
      "itemId": "defibrillator",
      "quantity": 3
    },
    {
      "itemId": "vita_shot",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10c"
  ],
  "nextQuestIds": [
    "ss10g"
  ]
}
