{
  "id": "ss10u",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "The Major's Footlocker",
    "de": "Die Truhe des Majors",
    "fr": "Le casier de la capitaine",
    "es": "El baúl del mayor",
    "pt": "O baú do major",
    "pl": "Kufer majora",
    "no": "Majorens fotskrin",
    "da": "Majorens fotkiste",
    "it": "Il baule del maggiore",
    "uk": "Скриня майора",
    "kr": "소령의 풋로커",
    "ru": "Сундук майора",
    "zh-CN": "少校的储物箱",
    "ja": "少佐のフットロッカー",
    "tr": "Binbaşının Sandığı",
    "zh-TW": "少校的儲物箱",
    "sr": "Majorov sanduk",
    "hr": "Majorov sanduk"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "I have another job. It's.. about my mom. Those First Wave sites I sent you to before? I actually hoped you'd find something of my mother's. She fought in the Raider resistance. It was a long shot; but now I've got an actual lead.",
    "de": "Ich habe einen weiteren Auftrag. Es geht... um meine Mutter. Diese Erste-Welle-Stätten, zu denen ich dich vorher geschickt habe? Ich hatte eigentlich gehofft, dass du etwas von meiner Mutter finden würdest. Sie kämpfte im Raider-Widerstand. Es war ein Schuss ins Blaue; aber jetzt habe ich eine echte Spur.",
    "fr": "J'ai un autre boulot. C'est... à propos de ma mère. Ces sites de la Première vague que je vous ai demandé d'aller voir... J'espérais que vous y trouveriez quelque chose appartenant à ma mère, qui a combattu dans la résistance des Raiders. C'était peu probable, mais maintenant j'ai une piste sérieuse.",
    "es": "Tengo otro trabajo. Es... sobre mi madre. ¿Esos sitios de la Primera Ola a los que te envié antes? En realidad esperaba que encontraras algo de mi madre. Ella luchó en la resistencia de los Raiders. Era una posibilidad remota; pero ahora tengo una pista real.",
    "pt": "Tenho outro trabalho. É... sobre minha mãe. Aqueles locais da Primeira Onda para os quais te enviei antes? Na verdade, eu esperava que você encontrasse algo da minha mãe. Ela lutou na resistência dos Raiders. Era uma chance remota; mas agora tenho uma pista real.",
    "pl": "Mam kolejne zadanie. To... o mojej mamie. Te miejsca Pierwszej Fali, do których cię wcześniej wysłałem? Właściwie miałem nadzieję, że znajdziesz coś po mojej matce. Walczyła w ruchu oporu Raiderów. To był strzał w ciemno; ale teraz mam prawdziwy trop.",
    "no": "Jeg har en annen jobb. Det handler... om moren min. De First Wave-stedene jeg sendte deg til før? Jeg håpet faktisk du ville finne noe som tilhørte moren min. Hun kjempet i Raider-motstanden. Det var et langt skudd; men nå har jeg et faktisk spor.",
    "da": "Jeg har et andet job. Det handler... om min mor. De First Wave-steder, jeg sendte dig til før? Jeg håbede faktisk, du ville finde noget af min mors. Hun kæmpede i Raider-modstanden. Det var et langt skud; men nu har jeg et faktisk spor.",
    "it": "Ho un altro lavoro. Riguarda... mia madre. Quei siti della Prima Ondata dove ti ho mandato prima? In realtà speravo che trovassi qualcosa di mia madre. Ha combattuto nella resistenza dei Raider. Era un tiro al buio; ma ora ho una pista concreta.",
    "uk": "У мене є ще одне завдання. Це... про мою маму. Ті місця Першої хвилі, куди я тебе раніше посилав? Насправді я сподівався, що ти знайдеш щось, що належало моїй матері. Вона воювала в опорі Рейдерів. Це була слабка надія; але тепер у мене є справжня зачіпка.",
    "kr": "또 다른 일이 있어요. 제 엄마에 관한 거예요. 전에 보냈던 퍼스트 웨이브 장소들 기억하시죠? 사실 어머니의 물건을 찾을 수 있을까 기대했어요. 어머니는 레이더 저항군에서 싸우셨죠. 가능성은 희박했지만, 이제 실제 단서를 얻었어요.",
    "ru": "У меня есть ещё одно задание. Это... о моей маме. Помнишь те места Первой волны, куда я тебя посылал? На самом деле я надеялся, что ты найдёшь что-то, принадлежавшее моей матери. Она сражалась в сопротивлении Рейдеров. Шансы были малы; но теперь у меня есть настоящая зацепка.",
    "zh-CN": "我还有一个任务。是关于我妈妈的。还记得我之前让你去的那些第一波遗址吗？其实我希望你能找到我母亲的东西。她曾在掠夺者抵抗军中战斗。这是个渺茫的希望；但现在我有了真正的线索。",
    "ja": "もう一つ仕事がある。母のことなんだ。以前君を送り込んだファーストウェーブの拠点を覚えているか？実は母の遺品を見つけてくれることを期待していたんだ。母はレイダーのレジスタンスで戦っていた。可能性は低かったが、今、本当の手がかりを掴んだ。",
    "tr": "Başka bir işim var. Bu.. annemle ilgili. Seni daha önce gönderdiğim İlk Dalga bölgeleri hatırlıyor musun? Aslında annemin bir şeyini bulmanı umuyordum. O, Yağmacı direnişinde savaştı. Uzak bir ihtimaldi; ama şimdi gerçek bir ipucum var.",
    "zh-TW": "我還有一個任務。是關於我媽媽的。還記得我之前讓你去的那些第一波遺址嗎？其實我希望你能找到我母親的東西。她曾在掠奪者抵抗軍中戰鬥。這是個渺茫的希望；但現在我有了真正的線索。",
    "sr": "Imam još jedan posao. Radi se.. o mojoj majci. Ona mesta Prvog talasa na koja sam te slao ranije? Zapravo sam se nadao da ćeš naći nešto što je pripadalo mojoj majci. Borila se u otporu Pljačkaša. Bila je mala šansa; ali sada imam pravi trag.",
    "hr": "Imam još jedan posao. Radi se.. o mojoj majci. Ona mjesta Prvog vala na koja sam te slao ranije? Zapravo sam se nadao da ćeš naći nešto što je pripadalo mojoj majci. Borila se u otporu Pljačkaša. Bila je mala šansa; ali sada imam pravi trag."
  },
  "objectives": [
    {
      "en": "Search for Major Aiva's mementos in the apartments northwest of The Dam",
      "de": "Suche nach Major Aivas Andenken in den Apartments nordwestlich des Damms",
      "fr": "Chercher les souvenirs de la capitaine Aiva dans les appartements au nord-ouest du Barrage.",
      "es": "Busca los recuerdos de la Mayor Aiva en los apartamentos al noroeste de la presa",
      "pt": "Procure as lembranças da Major Aiva nos apartamentos a noroeste da represa",
      "pl": "Poszukaj pamiątek majora Aivy w apartamentach na północny zachód od tamy",
      "no": "Søk etter major Aivas minner i leilighetene nordvest for demningen",
      "da": "Søg efter major Aivas minder i lejlighederne nordvest for dæmningen",
      "it": "Cerca i ricordi del maggiore Aiva negli appartamenti a nordovest della diga",
      "uk": "Шукати пам'ятні речі майора Айви в квартирах на північний захід від Дамби",
      "kr": "댐 북서쪽 아파트에서 아이바 소령의 유품 찾기",
      "ru": "Искать памятные вещи майора Айвы в квартирах к северо-западу от Дамбы",
      "zh-CN": "在大坝西北方的公寓中搜寻艾娃少校的纪念品",
      "ja": "ダムの北西にあるアパートでアイヴァ少佐の遺品を探す",
      "tr": "Baraj'ın kuzeybatısındaki dairelerde Binbaşı Aiva'nın hatıralarını ara",
      "zh-TW": "在大壩西北方的公寓中搜尋艾娃少校的紀念品",
      "sr": "Traži uspomene Major Aive u stanovima severozapadnog od Brane",
      "hr": "Traži uspomene Major Aive u stanovima sjeverozapadno od Brane"
    },
    {
      "en": "Deliver Major Aiva's Mementos to Tian Wen",
      "de": "Liefere Major Aivas Andenken an Tian Wen",
      "fr": "Livrer les souvenirs du major Aiva à Tian Wen",
      "es": "Entrega los recuerdos de la Mayor Aiva a Tian Wen",
      "pt": "Entregue as lembranças da Major Aiva para Tian Wen",
      "pl": "Dostarcz pamiątki majora Aivy do Tian Wen",
      "no": "Lever major Aivas minner til Tian Wen",
      "da": "Lever major Aivas minder til Tian Wen",
      "it": "Consegna i ricordi del maggiore Aiva a Tian Wen",
      "uk": "Доставити пам'ятні речі майора Айви Тянь Вену",
      "kr": "아이바 소령의 유품을 티안 웬에게 전달",
      "ru": "Доставить памятные вещи майора Айвы Тянь Вэню",
      "zh-CN": "将艾娃少校的纪念品交给田文",
      "ja": "アイヴァ少佐の遺品をティアン・ウェンに届ける",
      "tr": "Binbaşı Aiva'nın Hatıralarını Tian Wen'e teslim et",
      "zh-TW": "將艾娃少校的紀念品交給田文",
      "sr": "Dostavi uspomene Major Aive Tian Wenu",
      "hr": "Dostavi uspomene Major Aive Tian Wenu"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "major_aiva_mementos",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "launcher_ammo_blueprint",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10r"
  ],
  "nextQuestIds": []
}