{
  "id": "ss10q",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Unexpected Initiative",
    "de": "Unerwartete Initiative",
    "fr": "Initiative inattendue",
    "es": "Iniciativa inesperada",
    "pt": "Iniciativa Inesperada",
    "pl": "Nieoczekiwana inicjatywa",
    "no": "Uventet initiativ",
    "da": "Uventet initiativ",
    "it": "Iniziativa inaspettata",
    "uk": "Несподівана Ініціатива",
    "kr": "예상치 못한 주도권",
    "ru": "Неожиданная Инициатива",
    "zh-CN": "意外的主动",
    "ja": "予期せぬイニシアチブ",
    "tr": "Beklenmedik Girişim",
    "zh-TW": "意外的主動",
    "sr": "Neočekivana inicijativa",
    "hr": "Neočekivana inicijativa"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "I'm setting up a greenhouse, to help boost our food production. I'm doing Celeste a solid, alright? That's all. But enough about that. I've got all the details worked out, but I'll need supplies, and I'm not hauling them alone.",
    "de": "Ich richte ein Gewächshaus ein, um unsere Nahrungsproduktion anzukurbeln. Ich tue Celeste einen Gefallen, okay? Das ist alles. Aber genug davon. Ich habe alle Details ausgearbeitet, aber ich brauche Vorräte, und ich werde sie nicht alleine schleppen.",
    "fr": "Je mets en place une serre pour augmenter notre production alimentaire. Je rends service à Celeste, d'accord ? C'est tout. Mais assez parlé de ça. J'ai tous les détails réglés, mais j'aurai besoin de fournitures, et je ne vais pas les transporter seul.",
    "es": "Estoy montando un invernadero para aumentar nuestra producción de alimentos. Le estoy haciendo un favor a Celeste, ¿vale? Eso es todo. Pero basta de eso. Tengo todos los detalles resueltos, pero necesitaré suministros, y no los voy a transportar solo.",
    "pt": "Estou a montar uma estufa para ajudar a aumentar a nossa produção de alimentos. Estou a fazer um favor à Celeste, está bem? É só isso. Mas chega disso. Tenho todos os detalhes resolvidos, mas vou precisar de suprimentos, e não os vou transportar sozinho.",
    "pl": "Buduję szklarnię, żeby zwiększyć naszą produkcję żywności. Wyświadczam Celeste przysługę, jasne? To wszystko. Ale dość o tym. Mam wszystkie szczegóły dopracowane, ale będę potrzebował zapasów i nie zamierzam ich sam dźwigać.",
    "no": "Jeg setter opp et drivhus for å øke matproduksjonen vår. Jeg gjør Celeste en tjeneste, greit? Det er alt. Men nok om det. Jeg har alle detaljene klare, men jeg trenger forsyninger, og jeg skal ikke frakte dem alene.",
    "da": "Jeg sætter et drivhus op for at øge vores madproduktion. Jeg gør Celeste en tjeneste, okay? Det er alt. Men nok om det. Jeg har alle detaljerne på plads, men jeg får brug for forsyninger, og jeg slæber dem ikke alene.",
    "it": "Sto allestendo una serra per aumentare la nostra produzione alimentare. Sto facendo un favore a Celeste, va bene? È tutto. Ma basta parlarne. Ho tutti i dettagli sistemati, ma avrò bisogno di rifornimenti e non li trasporterò da solo.",
    "uk": "Я налаштовую теплицю, щоб допомогти збільшити наше виробництво їжі. Я роблю Селесті послугу, зрозуміло? Це все. Але досить про це. Я все детально продумав, але мені потрібні припаси, і я не буду тягти їх сам.",
    "kr": "식량 생산을 늘리기 위해 온실을 설치하고 있어. 셀레스트한테 도움을 주는 거야, 알겠어? 그게 다야. 그건 그렇고. 모든 세부 사항은 다 정리했는데, 보급품이 필요해. 그리고 혼자서 나르지는 않을 거야.",
    "ru": "Я устанавливаю теплицу, чтобы помочь увеличить производство продовольствия. Я делаю Селесте одолжение, понятно? Вот и всё. Но хватит об этом. Я всё детально продумал, но мне нужны припасы, и я не буду тащить их один.",
    "zh-CN": "我正在建造一个温室，以帮助提高我们的食物产量。我是在帮塞莱斯特一个忙，明白吗？就是这样。但别再说这个了。我已经把所有细节都安排好了，但我需要补给品，而且我不会一个人搬运它们。",
    "ja": "温室を設置して、食料生産を増やそうとしているんだ。セレステに恩を売ってるんだよ、いいか？それだけだ。でも、その話はもういい。細かいことは全部考えてあるが、物資が必要で、一人で運ぶつもりはない。",
    "tr": "Gıda üretimimizi artırmaya yardımcı olmak için bir sera kuruyorum. Celeste'e iyilik yapıyorum, tamam mı? Hepsi bu. Ama bu kadar yeter. Tüm detayları hallettim ama malzemelere ihtiyacım var ve onları tek başıma taşımayacağım.",
    "zh-TW": "我正在建造一個溫室，以幫助提高我們的食物產量。我是在幫塞萊斯特一個忙，明白嗎？就是這樣。但別再說這個了。我已經把所有細節都安排好了，但我需要補給品，而且我不會一個人搬運它們。",
    "sr": "Postavljam staklenicu, da pomognem u povećanju naše proizvodnje hrane. Činim Celeste uslugu, u redu? To je sve. Ali dosta o tome. Razradio sam sve detalje, ali će mi trebati zalihe, i neću ih nositi sam.",
    "hr": "Postavljam staklenicu, da pomognem u povećanju naše proizvodnje hrane. Činim Celeste uslugu, u redu? To je sve. Ali dosta o tome. Razradio sam sve detalje, ali trebat će mi zalihe, i neću ih nositi sam."
  },
  "objectives": [
    {
      "en": "Reach the Grandioso Apartments in Buried City",
      "de": "Erreiche die Grandioso-Apartments in der Begrabenen Stadt",
      "fr": "Atteindre les appartements Grandioso dans Buried City",
      "es": "Llega a los Apartamentos Grandioso en Buried City",
      "pt": "Chega aos Apartamentos Grandioso em Buried City",
      "pl": "Dotrzyj do apartamentów Grandioso w Buried City",
      "no": "Nå Grandioso-leilighetene i Buried City",
      "da": "Nå Grandioso-lejlighederne i Buried City",
      "it": "Raggiungi gli Appartamenti Grandioso in Buried City",
      "uk": "Дістатися Апартаментів Грандіозо в Похованому Місті",
      "kr": "매장된 도시의 그란디오소 아파트에 도달",
      "ru": "Добраться до Апартаментов Грандиозо в Погребённом Городе",
      "zh-CN": "到达埋没之城的格兰迪奥索公寓",
      "ja": "埋もれた街のグランディオーソ・アパートメントに到達する",
      "tr": "Gömülü Şehir'deki Grandioso Apartmanları'na ulaş",
      "zh-TW": "到達埋沒之城的格蘭迪奧索公寓",
      "sr": "Stigni do Grandioso apartmana u Zakopanom gradu",
      "hr": "Stigni do Grandioso apartmana u Zakopanom gradu"
    },
    {
      "en": "Search for Fertilizer on the rooftop of the Grandioso Apartments",
      "de": "Suche nach Dünger auf dem Dach der Grandioso-Apartments",
      "fr": "Chercher de l'engrais sur le toit des appartements Grandioso",
      "es": "Busca fertilizante en la azotea de los Apartamentos Grandioso",
      "pt": "Procura fertilizante no telhado dos Apartamentos Grandioso",
      "pl": "Poszukaj nawozu na dachu apartamentów Grandioso",
      "no": "Søk etter gjødsel på taket av Grandioso-leilighetene",
      "da": "Søg efter gødning på taget af Grandioso-lejlighederne",
      "it": "Cerca fertilizzante sul tetto degli Appartamenti Grandioso",
      "uk": "Шукати Добриво на даху Апартаментів Грандіозо",
      "kr": "그란디오소 아파트 옥상에서 비료 찾기",
      "ru": "Найти Удобрение на крыше Апартаментов Грандиозо",
      "zh-CN": "在格兰迪奥索公寓的屋顶搜寻肥料",
      "ja": "グランディオーソ・アパートメントの屋上で肥料を探す",
      "tr": "Grandioso Apartmanları'nın çatısında Gübre ara",
      "zh-TW": "在格蘭迪奧索公寓的屋頂搜尋肥料",
      "sr": "Traži đubrivo na krovu Grandioso apartmana",
      "hr": "Traži gnojivo na krovu Grandioso apartmana"
    },
    {
      "en": "Reach Piazza Roma in Buried City",
      "de": "Erreiche Piazza Roma in der Begrabenen Stadt",
      "fr": "Atteindre Piazza Roma dans Buried City",
      "es": "Llega a Piazza Roma en Buried City",
      "pt": "Chega à Piazza Roma em Buried City",
      "pl": "Dotrzyj do Piazza Roma w Buried City",
      "no": "Nå Piazza Roma i Buried City",
      "da": "Nå Piazza Roma i Buried City",
      "it": "Raggiungi Piazza Roma in Buried City",
      "uk": "Дістатися Площі Рома в Похованому Місті",
      "kr": "매장된 도시의 피아자 로마에 도달",
      "ru": "Добраться до Пьяцца Рома в Погребённом Городе",
      "zh-CN": "到达埋没之城的罗马广场",
      "ja": "埋もれた街のピアッツァ・ローマに到達する",
      "tr": "Gömülü Şehir'deki Piazza Roma'ya ulaş",
      "zh-TW": "到達埋沒之城的羅馬廣場",
      "sr": "Stigni do Piazza Roma u Zakopanom gradu",
      "hr": "Stigni do Piazza Roma u Zakopanom gradu"
    },
    {
      "en": "Search for a Water Pump in the broken rooftop gardens at Piazza Roma",
      "de": "Suche nach einer Wasserpumpe in den zerstörten Dachgärten der Piazza Roma",
      "fr": "Chercher une pompe à eau dans les jardins sur toit endommagés de Piazza Roma",
      "es": "Busca una bomba de agua en los jardines de azotea destruidos de Piazza Roma",
      "pt": "Procura uma bomba de água nos jardins de telhado destruídos na Piazza Roma",
      "pl": "Poszukaj pompy wodnej w zniszczonych ogrodach dachowych na Piazza Roma",
      "no": "Søk etter en vannpumpe i de ødelagte takhagene på Piazza Roma",
      "da": "Søg efter en vandpumpe i de ødelagte taghaver på Piazza Roma",
      "it": "Cerca una pompa dell'acqua nei giardini pensili distrutti di Piazza Roma",
      "uk": "Шукати Водяний Насос у зруйнованих садах на даху Площі Рома",
      "kr": "피아자 로마의 부서진 옥상 정원에서 물 펌프 찾기",
      "ru": "Найти Водяной Насос в разрушенных садах на крыше Пьяцца Рома",
      "zh-CN": "在罗马广场破损的屋顶花园中搜寻水泵",
      "ja": "ピアッツァ・ローマの壊れた屋上庭園で水ポンプを探す",
      "tr": "Piazza Roma'daki kırık çatı bahçelerinde Su Pompası ara",
      "zh-TW": "在羅馬廣場破損的屋頂花園中搜尋水泵",
      "sr": "Traži vodenu pumpu u uništenim baštama na krovu u Piazza Roma",
      "hr": "Traži vodenu pumpu u uništenim vrtovima na krovu u Piazza Roma"
    },
    {
      "en": "Deliver a Water Pump to Tian Wen",
      "de": "Liefere eine Wasserpumpe an Tian Wen",
      "fr": "Livrer une pompe à eau à Tian Wen",
      "es": "Entrega una bomba de agua a Tian Wen",
      "pt": "Entrega uma bomba de água a Tian Wen",
      "pl": "Dostarcz pompę wodną do Tian Wen",
      "no": "Lever en vannpumpe til Tian Wen",
      "da": "Lever en vandpumpe til Tian Wen",
      "it": "Consegna una pompa dell'acqua a Tian Wen",
      "uk": "Доставити Водяний Насос Тянь Веню",
      "kr": "티안 웬에게 물 펌프 전달",
      "ru": "Доставить Водяной Насос Тянь Вэню",
      "zh-CN": "将水泵交给田文",
      "ja": "ティアン・ウェンに水ポンプを届ける",
      "tr": "Tian Wen'e Su Pompası teslim et",
      "zh-TW": "將水泵交給田文",
      "sr": "Dostavi vodenu pumpu Tian Wenu",
      "hr": "Dostavi vodenu pumpu Tian Wenu"
    },
    {
      "en": "Deliver Fertilizer to Tian Wen",
      "de": "Liefere Dünger an Tian Wen",
      "fr": "Livrer de l'engrais à Tian Wen",
      "es": "Entrega fertilizante a Tian Wen",
      "pt": "Entrega fertilizante a Tian Wen",
      "pl": "Dostarcz nawóz do Tian Wen",
      "no": "Lever gjødsel til Tian Wen",
      "da": "Lever gødning til Tian Wen",
      "it": "Consegna fertilizzante a Tian Wen",
      "uk": "Доставити Добриво Тянь Веню",
      "kr": "티안 웬에게 비료 전달",
      "ru": "Доставить Удобрение Тянь Вэню",
      "zh-CN": "将肥料交给田文",
      "ja": "ティアン・ウェンに肥料を届ける",
      "tr": "Tian Wen'e Gübre teslim et",
      "zh-TW": "將肥料交給田文",
      "sr": "Dostavi đubrivo Tian Wenu",
      "hr": "Dostavi gnojivo Tian Wenu"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "water_pump",
      "quantity": 1
    },
    {
      "itemId": "fertilizer",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "il_toro_i",
      "quantity": 1
    },
    {
      "itemId": "shotgun_ammo",
      "quantity": 40
    },
    {
      "itemId": "shotgun_choke_ii",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10p",
    "ss10n"
  ],
  "nextQuestIds": [
    "ss10r"
  ]
}