{
  "id": "ss10e",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "What We Left Behind",
    "de": "Was wir zurückgelassen haben",
    "fr": "Ce que nous avons laissé derrière",
    "es": "Lo que dejamos atrás",
    "pt": "O que deixamos para trás",
    "pl": "Co zostawiliśmy za sobą",
    "no": "Det vi forlot",
    "da": "Hvad vi efterlod",
    "it": "Ciò che abbiamo lasciato",
    "uk": "Те, що ми залишили",
    "kr": "우리가 남긴 것",
    "ru": "То, что мы оставили",
    "zh-CN": "我们留下的东西",
    "ja": "置き去りにしたもの",
    "tr": "Geride Bıraktıklarımız",
    "zh-TW": "我們留下的東西",
    "sr": "Šta Smo Ostavili",
    "hr": "Što Smo Ostavili"
  },
  "trader": "Tian Wen",
  "description": {
    "en": "Celeste told me you're the one who helped her hound me about pitching in more. I'll say this once: I don't appreciate the meddling, and I have my own reasons for refusing. I do, however, appreciate the scrap. Since you're apparently good at tracking it down, I may have a task for you.",
    "de": "Celeste hat mir erzählt, dass du derjenige bist, der ihr geholfen hat, mich wegen mehr Mithilfe zu bedrängen. Ich sage das nur einmal: Ich schätze die Einmischung nicht, und ich habe meine eigenen Gründe für die Ablehnung. Ich schätze jedoch den Schrott. Da du anscheinend gut darin bist, ihn aufzuspüren, habe ich vielleicht eine Aufgabe für dich.",
    "fr": "Celeste m'a dit que c'est vous qui l'avez aidée à me harceler pour que je contribue davantage. Je ne le dirai qu'une fois : je n'apprécie pas cette ingérence, et j'ai mes propres raisons de refuser. J'apprécie cependant la ferraille. Puisque vous êtes apparemment doué pour la dénicher, j'ai peut-être une tâche pour vous.",
    "es": "Celeste me dijo que tú eres quien la ayudó a presionarme para que contribuyera más. Lo diré una vez: no aprecio la intromisión, y tengo mis propias razones para negarme. Sin embargo, aprecio la chatarra. Ya que aparentemente eres bueno rastreándola, puede que tenga una tarea para ti.",
    "pt": "Celeste me disse que você é quem a ajudou a me pressionar para contribuir mais. Vou dizer isso uma vez: não aprecio a intromissão, e tenho minhas próprias razões para recusar. No entanto, aprecio a sucata. Já que você aparentemente é bom em rastreá-la, posso ter uma tarefa para você.",
    "pl": "Celeste powiedziała mi, że to ty pomogłeś jej mnie nękać, żebym więcej się angażował. Powiem to raz: nie doceniam wtrącania się, i mam swoje własne powody odmowy. Doceniam jednak złom. Skoro najwyraźniej jesteś dobry w jego tropienie, mogę mieć dla ciebie zadanie.",
    "no": "Celeste fortalte meg at du er den som hjalp henne med å plage meg om å bidra mer. Jeg sier dette én gang: Jeg setter ikke pris på innblandingen, og jeg har mine egne grunner for å nekte. Jeg setter imidlertid pris på skrapmetallet. Siden du tydeligvis er flink til å spore det opp, kan jeg ha en oppgave til deg.",
    "da": "Celeste fortalte mig, at du er den, der hjælp hende med at presse mig til at bidrage mere. Jeg siger det én gang: Jeg sætter ikke pris på indblanding, og jeg har mine egne grunde til at afslå. Jeg sætter dog pris på skrot. Siden du tilsyneladende er god til at spore det op, har jeg måske en opgave til dig.",
    "it": "Celeste mi ha detto che sei tu quello che l'ha aiutata a tormentarmi per contribuire di più. Lo dirò una volta sola: non apprezzo l'intromissione, e ho le mie ragioni per rifiutare. Tuttavia, apprezzo i rottami. Dato che sei evidentemente bravo a rintracciarli, potrei avere un compito per te.",
    "uk": "Селеста сказала мені, що це ти допоміг їй докучати мені про більшу участь. Скажу один раз: я не ціную втручання, і в мене є свої причини для відмови. Проте я ціную брухт. Оскільки ти, очевидно, добре вмієш його знаходити, у мене може бути для тебе завдання.",
    "kr": "셀레스트가 말하더군요. 당신이 그녀가 나에게 더 기여하라고 조르는 걸 도왔다고요. 한 번만 말하겠습니다. 참견은 고맙지 않고, 거절하는 데는 나만의 이유가 있습니다. 하지만 고철은 고맙게 생각합니다. 당신이 그걸 찾는 데 능숙한 것 같으니, 부탁할 일이 있을지도 모르겠군요.",
    "ru": "Селеста сказала мне, что это ты помог ей донимать меня насчет большего участия. Скажу один раз: я не ценю вмешательство, и у меня есть свои причины для отказа. Однако я ценю металлолом. Поскольку ты, очевидно, хорош в его поиске, у меня может быть для тебя задание.",
    "zh-CN": "塞莱斯特告诉我，是你帮她催促我多做贡献。我只说一次：我不喜欢别人多管闲事，而且我有自己拒绝的理由。不过，我很感激那些废料。既然你显然擅长找到它们，我可能有个任务给你。",
    "ja": "セレステから聞いた。お前が彼女を手伝って、俺にもっと協力しろと言ってきたそうだな。一度だけ言う：余計な世話は感謝しないし、断る理由は俺にある。だが、スクラップには感謝している。お前はそれを見つけるのが得意なようだから、頼みたいことがあるかもしれない。",
    "tr": "Celeste bana daha fazla katkıda bulunmam için onu kışkırtmana yardım edenin sen olduğunu söyledi. Bunu bir kez söyleyeceğim: Karışmayı takdir etmiyorum ve reddetmek için kendi nedenlerim var. Ancak hurdayı takdir ediyorum. Görünüşe göre onu bulmakta iyisin, senin için bir görevim olabilir.",
    "zh-TW": "塞萊斯特告訴我，是你幫她催促我多做貢獻。我只說一次：我不喜歡別人多管閒事，而且我有自己拒絕的理由。不過，我很感激那些廢料。既然你顯然擅長找到它們，我可能有個任務給你。",
    "sr": "Celeste mi je rekla da si ti taj koji joj je pomogao da me gnjavi da se više uključim. Reći ću ovo jednom: ne cenim mešanje, i imam svoje razloge za odbijanje. Međutim, cenim otpatke. Pošto si očigledno dobar u pronalaženju istih, možda imam zadatak za tebe.",
    "hr": "Celeste mi je rekla da si ti taj koji joj je pomogao da me gnjavi da se više uključim. Reći ću ovo jednom: ne cijenim miješanje, i imam svoje razloge za odbijanje. Međutim, cijenim otpatke. Budući da si očito dobar u pronalaženju istih, možda imam zadatak za tebe."
  },
  "objectives": [
    {
      "en": "On Buried City, search 2 containers in the Raider Camp beneath the Parking Garage",
      "de": "Durchsuche in der Begrabenen Stadt 2 Container im Räuberlager unter dem Parkhaus",
      "fr": "Sur Buried City, fouillez 2 conteneurs dans le camp de Raiders sous le parking",
      "es": "En Ciudad Enterrada, registra 2 contenedores en el campamento Raider bajo el estacionamiento",
      "pt": "Em Cidade Enterrada, procure em 2 contêineres no acampamento Raider sob a garagem",
      "pl": "W Buried City przeszukaj 2 kontenery w obozie Najeźdźców pod parkingiem",
      "no": "På Buried City, søk gjennom 2 containere i Raider-leiren under parkeringshuset",
      "da": "På Buried City, gennemsøg 2 containere i Raider-lejren under parkeringshuset",
      "it": "A Città Sepolta, perquisisci 2 container nell'accampamento Raider sotto il parcheggio",
      "uk": "У Похованому місті обшукати 2 контейнери в таборі Рейдерів під паркінгом",
      "kr": "매장된 도시에서 주차장 아래 레이더 캠프의 컨테이너 2개 수색",
      "ru": "В Погребенном городе обыскать 2 контейнера в лагере Рейдеров под парковкой",
      "zh-CN": "在掩埋之城，搜索停车场下方掠夺者营地的2个集装箱",
      "ja": "ベリード・シティで、駐車場の下にあるレイダーキャンプのコンテナを2つ調べる",
      "tr": "Gömülü Şehir'de, Otopark'ın altındaki Raider Kampı'nda 2 konteyner ara",
      "zh-TW": "在掩埋之城，搜索停車場下方掠奪者營地的2個貨櫃",
      "sr": "U Zakopanom Gradu, pretraži 2 kontejnera u Pljačkaškom Kampu ispod Parking Garaže",
      "hr": "U Zakopanom Gradu, pretraži 2 kontejnera u Pljačkaškom Kampu ispod Parking Garaže"
    },
    {
      "en": "On Dam Battlegrounds, search for anything significant in the South Swamp Outpost",
      "de": "Suche auf Dam Battlegrounds nach etwas Bedeutendem im Südlichen Sumpf-Außenposten",
      "fr": "Sur Dam Battlegrounds, cherchez quelque chose d'important dans l'avant-poste du marais sud",
      "es": "En Campo de Batalla de la Presa, busca algo significativo en el puesto del pantano sur",
      "pt": "Em Campo de Batalha da Represa, procure por algo significativo no posto avançado do pântano sul",
      "pl": "Na Dam Battlegrounds poszukaj czegoś istotnego w południowej placówce na bagnach",
      "no": "På Dam Battlegrounds, søk etter noe betydningsfullt i den sørlige sumpeutposten",
      "da": "På Dam Battlegrounds, søg efter noget betydningsfuldt i den sydlige sump-udpost",
      "it": "A Campi di Battaglia della Diga, cerca qualcosa di significativo nell'avamposto della palude sud",
      "kr": "댐 전장에서 남쪽 늪지 전초기지에서 중요한 물건 수색",
      "uk": "На Полі бою біля дамби шукати щось значуще в Південному болотному форпості",
      "ru": "На Поле боя у дамбы искать что-нибудь значимое в Южном болотном форпосте",
      "zh-CN": "在大坝战场，在南部沼泽前哨站搜索任何重要物品",
      "ja": "ダム・バトルグラウンドで、サウス・スワンプ前哨基地で重要なものを探す",
      "tr": "Baraj Savaş Alanı'nda, Güney Bataklık Karakolu'nda önemli bir şey ara",
      "zh-TW": "在大壩戰場，在南部沼澤前哨站搜索任何重要物品",
      "sr": "Na Bojnom Polju Brane, traži bilo šta značajno u Južnoj Močvarnoj Ispostavi",
      "hr": "Na Bojnom Polju Brane, traži bilo što značajno u Južnoj Močvarnoj Ispostavi"
    },
    {
      "en": "On Spaceport, search for anything significant in Bilguun's Hideout, next to the Container Storage",
      "de": "Suche auf Spaceport nach etwas Bedeutendem in Bilguuns Versteck, neben dem Containerlager",
      "fr": "Sur Spaceport, cherchez quelque chose d'important dans la cachette de Bilguun, à côté de l'entrepôt de conteneurs",
      "es": "En Puerto Espacial, busca algo significativo en el escondite de Bilguun, junto al almacén de contenedores",
      "pt": "Em Porto Espacial, procure por algo significativo no esconderijo de Bilguun, ao lado do armazenamento de contêineres",
      "pl": "Na Spaceport poszukaj czegoś istotnego w kryjówce Bilguuna, obok magazynu kontenerów",
      "no": "På Spaceport, søk etter noe betydningsfullt i Bilguuns skjulested, ved siden av containerlager",
      "da": "På Spaceport, søg efter noget betydningsfuldt i Bilguuns skjulested, ved siden af containeropbevaringen",
      "it": "A Spazioporto, cerca qualcosa di significativo nel nascondiglio di Bilguun, accanto al deposito container",
      "uk": "У Космопорту шукати щось значуще в Схованці Білгууна, біля складу контейнерів",
      "kr": "우주 정거장에서 컨테이너 보관소 옆 빌군의 은신처에서 중요한 물건 수색",
      "ru": "В Космопорту искать что-нибудь значимое в Убежище Билгууна, рядом с контейнерным складом",
      "zh-CN": "在太空港，在集装箱仓库旁边的比尔贡藏身处搜索任何重要物品",
      "ja": "スペースポートで、コンテナ保管所の隣にあるビルグーンの隠れ家で重要なものを探す",
      "tr": "Uzay Limanı'nda, Konteyner Deposu'nun yanındaki Bilguun'un Sığınağı'nda önemli bir şey ara",
      "zh-TW": "在太空港，在貨櫃倉庫旁邊的比爾貢藏身處搜索任何重要物品",
      "sr": "Na Svemirskoj Luci, traži bilo šta značajno u Bilguunovom Skrovištu, pored Skladišta Kontejnera",
      "hr": "Na Svemirskoj Luci, traži bilo što značajno u Bilguunovom Skrovištu, pored Skladišta Kontejnera"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "muzzle_brake_ii",
      "quantity": 1
    },
    {
      "itemId": "vertical_grip_ii",
      "quantity": 1
    },
    {
      "itemId": "stable_stock_ii",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss10b"
  ],
  "nextQuestIds": [
    "ss10h"
  ]
}