[
  {
    "id": "expedition_project",
    "name": {
      "en": "Expedition Project",
      "de": "Expeditionsprojekt",
      "fr": "Projet d'expédition",
      "es": "Proyecto de expedición",
      "pt": "Projeto de expedição",
      "pl": "Projekt ekspedycji",
      "no": "Ekspedisjonsprosjekt",
      "da": "Ekspeditionsprojekt",
      "ru": "Проект экспедиции",
      "ja": "探検プロジェクト",
      "it": "Progetto di spedizione",
      "kr": "원정 프로젝트",
      "zh-CN": "远征项目",
      "zh-TW": "遠征專案",
      "uk": "Проект експедиції",
      "tr": "Keşif Projesi",
      "hr": "Projekt Ekspedicije",
      "sr": "Projekat Ekspedicije"
    },
    "description": {
      "en": "Embark on a dangerous expedition beyond the Rust Belt. Expeditions are perilous. Your Raider will carry all their possessions into the unknown beyond the Rust Belt. In return, your next Raider gains a unique edge that lasts until the next Expedition departs.",
      "de": "Begib dich auf eine gefährliche Expedition jenseits des Rostgürtels. Expeditionen sind gefährlich. Dein Raider wird all seinen Besitz ins Unbekannte jenseits des Rostgürtels tragen. Im Gegenzug erhält dein nächster Raider einen einzigartigen Vorteil, der bis zur Abreise der nächsten Expedition anhält.",
      "fr": "Embarquez pour une expédition dangereuse au-delà de la Ceinture de rouille. Les expéditions sont périlleuses. Votre Raider transportera tous ses biens dans l'inconnu au-delà de la Ceinture de rouille. En retour, votre prochain Raider gagne un avantage unique qui dure jusqu'au départ de la prochaine expédition.",
      "es": "Embárcate en una peligrosa expedición más allá del Cinturón de Óxido. Las expediciones son peligrosas. Tu Raider llevará todas sus posesiones hacia lo desconocido más allá del Cinturón de Óxido. A cambio, tu próximo Raider obtiene una ventaja única que dura hasta que parta la próxima expedición.",
      "pt": "Embarque em uma expedição perigosa além do Cinturão de Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão de Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "pl": "Wyrusz na niebezpieczną ekspedycję poza Pas Rdzy. Ekspedycje są ryzykowne. Twój Raider zabierze wszystkie swoje rzeczy w nieznane poza Pasem Rdzy. W zamian, twój następny Raider zyskuje unikalną przewagę, która trwa do momentu rozpoczęcia następnej ekspedycji.",
      "no": "Dra på en farlig ekspedisjon utenfor Rustbeltet. Ekspedisjoner er farlige. Din Raider vil bære alle sine eiendeler inn i det ukjente utenfor Rustbeltet. I retur får din neste Raider en unik fordel som varer til neste ekspedisjon drar.",
      "da": "Begiv dig ud på en farlig ekspedition ud over Rustbæltet. Ekspeditioner er farlige. Din Raider vil bære alle sine ejendele ind i det ukendte ud over Rustbæltet. Til gengæld får din næste Raider en unik fordel, der varer indtil næste ekspedition afrejser.",
      "ru": "Отправьтесь в опасную экспедицию за пределы Ржавого пояса. Экспедиции полны опасностей. Ваш рейдер возьмёт с собой всё своё имущество в неизведанные земли за Ржавым поясом. Взамен ваш следующий рейдер получит уникальное преимущество, которое продлится до отправления следующей экспедиции.",
      "ja": "ラストベルトの向こうへ危険な探検に出発しましょう。探検は危険に満ちています。あなたのレイダーは全ての所持品を持ってラストベルトの向こうの未知の世界へ向かいます。その代わり、次のレイダーは次の探検が出発するまで続く独自の優位性を得ます。",
      "it": "Intraprendi una spedizione pericolosa oltre la Cintura di Ruggine. Le spedizioni sono rischiose. Il tuo Razziatore porterà tutti i suoi averi nell'ignoto oltre la Cintura di Ruggine. In cambio, il tuo prossimo Razziatore otterrà un vantaggio unico che durerà fino alla partenza della prossima Spedizione.",
      "kr": "러스트 벨트 너머로 위험한 원정을 떠나세요. 원정은 위험으로 가득합니다. 당신의 레이더는 모든 소지품을 가지고 러스트 벨트 너머의 미지의 세계로 향합니다. 그 대가로 다음 레이더는 다음 원정이 출발할 때까지 지속되는 고유한 이점을 얻습니다.",
      "zh-CN": "踏上前往锈带之外的危险远征。远征充满危险。你的掠夺者将携带所有财物前往锈带之外的未知世界。作为回报，你的下一个掠夺者将获得持续到下次远征出发的独特优势。",
      "zh-TW": "踏上前往鏽帶之外的危險遠征。遠征充滿危險。你的掠奪者將攜帶所有財物前往鏽帶之外的未知世界。作為回報，你的下一個掠奪者將獲得持續到下次遠征出發的獨特優勢。",
      "uk": "Вирушайте у небезпечну експедицію за межі Іржавого поясу. Експедиції сповнені небезпек. Ваш рейдер візьме з собою все своє майно в невідомі землі за Іржавим поясом. Натомість ваш наступний рейдер отримає унікальну перевагу, яка триватиме до відправлення наступної експедиції.",
      "tr": "Pas Kuşağı'nın ötesine tehlikeli bir keşfe çıkın. Keşifler tehlikelidir. Akıncınız tüm eşyalarını Pas Kuşağı'nın ötesindeki bilinmeyene taşıyacak. Karşılığında, bir sonraki Akıncınız bir sonraki Keşif ayrılana kadar sürecek benzersiz bir avantaj kazanır.",
      "hr": "Krenite na opasnu ekspediciju izvan Pojasa Hrđe. Ekspedicije su opasne. Vaš Pljačkaš će ponijeti svu svoju imovinu u nepoznato izvan Pojasa Hrđe. Zauzvrat, vaš sljedeći Pljačkaš dobiva jedinstvenu prednost koja traje do polaska sljedeće Ekspedicije.",
      "sr": "Krenite na opasnu ekspediciju izvan Pojasa Rđe. Ekspedicije su opasne. Vaš Pljačkaš će poneti svu svoju imovinu u nepoznato izvan Pojasa Rđe. Zauzvrat, vaš sledeći Pljačkaš dobija jedinstvenu prednost koja traje do polaska sledeće Ekspedicije."
    },
    "phases": [
      {
        "phase": 1,
        "name": {
          "en": "Foundation",
          "de": "Fundament",
          "fr": "Fondation",
          "es": "Fundación",
          "pt": "Fundação",
          "pl": "Fundament",
          "no": "Grunnlag",
          "da": "Fundament",
          "ru": "Фундамент",
          "ja": "基礎",
          "it": "Fondamenta",
          "kr": "기초",
          "zh-CN": "地基",
          "zh-TW": "地基",
          "uk": "Фундамент",
          "tr": "Temel",
          "hr": "Temelj",
          "sr": "Temelj"
        },
        "requirementItemIds": [
          {
            "itemId": "metal_parts",
            "quantity": 150
          },
          {
            "itemId": "rubber_parts",
            "quantity": 200
          },
          {
            "itemId": "arc_alloy",
            "quantity": 80
          },
          {
            "itemId": "steel_spring",
            "quantity": 15
          }
        ]
      },
      {
        "phase": 2,
        "name": {
          "en": "Core Systems",
          "de": "Kernsysteme",
          "fr": "Systèmes essentiels",
          "es": "Sistemas centrales",
          "pt": "Sistemas centrais",
          "pl": "Główne systemy",
          "no": "Kjernesystemer",
          "da": "Kernesystemer",
          "ru": "Основные системы",
          "ja": "コアシステム",
          "it": "Sistemi principali",
          "kr": "핵심 시스템",
          "zh-CN": "核心系统",
          "zh-TW": "核心系統",
          "uk": "Основні системи",
          "tr": "Temel Sistemler",
          "hr": "Osnovni Sustavi",
          "sr": "Osnovni Sistemi"
        },
        "description": {
          "en": "Connecting wiring, ventilation, and essential power systems",
          "de": "Verkabelung, Belüftung und wesentliche Stromversorgungssysteme verbinden",
          "fr": "Connexion du câblage, de la ventilation et des systèmes électriques essentiels",
          "es": "Conectando cableado, ventilación y sistemas de energía esenciales",
          "pt": "Conectando fiação, ventilação e sistemas de energia essenciais",
          "pl": "Podłączanie okablowania, wentylacji i podstawowych systemów zasilania",
          "no": "Koble til ledninger, ventilasjon og essensielle strømsystemer",
          "da": "Tilslutning af ledninger, ventilation og essentielle strømsystemer",
          "ru": "Подключение проводки, вентиляции и основных энергосистем",
          "ja": "配線、換気、必須電力システムの接続",
          "it": "Collegamento di cablaggio, ventilazione e sistemi di alimentazione essenziali",
          "kr": "배선, 환기 및 필수 전력 시스템 연결",
          "zh-CN": "连接线路、通风和基本电力系统",
          "zh-TW": "連接線路、通風和基本電力系統",
          "uk": "Підключення проводки, вентиляції та основних енергосистем",
          "tr": "Kablolama, havalandırma ve temel güç sistemlerinin bağlanması",
          "hr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sustava",
          "sr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sistema"
        },
        "requirementItemIds": [
          {
            "itemId": "durable_cloth",
            "quantity": 35
          },
          {
            "itemId": "wires",
            "quantity": 30
          },
          {
            "itemId": "electrical_components",
            "quantity": 30
          },
          {
            "itemId": "cooling_fan",
            "quantity": 5
          }
        ]
      },
      {
        "phase": 3,
        "name": {
          "en": "Framework",
          "de": "Rahmen",
          "fr": "Structure",
          "es": "Marco",
          "pt": "Estrutura",
          "pl": "Struktura",
          "no": "Rammeverk",
          "da": "Ramme",
          "ru": "Каркас",
          "ja": "骨組み",
          "it": "Struttura",
          "kr": "골조",
          "zh-CN": "框架",
          "zh-TW": "框架",
          "uk": "Каркас",
          "tr": "Çerçeve",
          "hr": "Okvir",
          "sr": "Okvir"
        },
        "description": {
          "en": "Building the walls and roof, installing core systems and defining the interior layout",
          "de": "Wände und Dach bauen, Kernsysteme installieren und Inneneinrichtung definieren",
          "fr": "Construction des murs et du toit, installation des systèmes essentiels et définition de l'aménagement intérieur",
          "es": "Construyendo las paredes y el techo, instalando sistemas centrales y definiendo el diseño interior",
          "pt": "Construindo as paredes e o teto, instalando sistemas centrais e definindo o layout interior",
          "pl": "Budowanie ścian i dachu, instalowanie głównych systemów i definiowanie układu wnętrza",
          "no": "Bygge vegger og tak, installere kjernesystemer og definere det indre oppsettet",
          "da": "Bygning af vægge og tag, installation af kernesystemer og definition af det indvendige layout",
          "ru": "Возведение стен и крыши, установка основных систем и планировка внутреннего пространства",
          "ja": "壁と屋根の建設、コアシステムの設置、内部レイアウトの決定",
          "it": "Costruzione di pareti e tetto, installazione dei sistemi principali e definizione del layout interno",
          "kr": "벽과 지붕 건설, 핵심 시스템 설치 및 내부 배치 설정",
          "zh-CN": "建造墙壁和屋顶，安装核心系统并规划内部布局",
          "zh-TW": "建造牆壁和屋頂，安裝核心系統並規劃內部佈局",
          "uk": "Зведення стін і даху, встановлення основних систем та планування внутрішнього простору",
          "tr": "Duvarların ve çatının inşası, temel sistemlerin kurulumu ve iç düzenin belirlenmesi",
          "hr": "Gradnja zidova i krova, instalacija osnovnih sustava i definiranje unutarnjeg rasporeda",
          "sr": "Gradnja zidova i krova, instalacija osnovnih sistema i definisanje unutrašnjeg rasporeda"
        },
        "requirementItemIds": [
          {
            "itemId": "light_bulb",
            "quantity": 5
          },
          {
            "itemId": "battery",
            "quantity": 30
          },
          {
            "itemId": "sensors",
            "quantity": 20
          },
          {
            "itemId": "exodus_modules",
            "quantity": 1
          }
        ]
      },
      {
        "phase": 4,
        "name": {
          "en": "Outfitting",
          "de": "Ausrüstung",
          "fr": "Équipement",
          "es": "Equipamiento",
          "pt": "Equipamento",
          "pl": "Wyposażenie",
          "no": "Utstyr",
          "da": "Udstyr",
          "ru": "Оснащение",
          "ja": "装備",
          "it": "Equipaggiamento",
          "kr": "장비 설치",
          "zh-CN": "装备",
          "zh-TW": "裝備",
          "uk": "Оснащення",
          "tr": "Donatım",
          "hr": "Opremanje",
          "sr": "Opremanje"
        },
        "description": {
          "en": "Adding storage, workbenches, utilities, and personal touches",
          "de": "Lagerung, Werkbänke, Versorgungseinrichtungen und persönliche Akzente hinzufügen",
          "fr": "Ajout de rangement, d'établis, d'utilitaires et de touches personnelles",
          "es": "Añadiendo almacenamiento, bancos de trabajo, utilidades y toques personales",
          "pt": "Adicionando armazenamento, bancadas de trabalho, utilidades e toques pessoais",
          "pl": "Dodawanie magazynu, stółów warsztatowych, narzędzi i osobistych akcentów",
          "no": "Legge til lagring, arbeidsbenker, verktøy og personlige detaljer",
          "da": "Tilføjelse af opbevaring, arbejdsbænke, værktøj og personlige berøringer",
          "ru": "Добавление хранилищ, верстаков, коммунальных систем и личных штрихов",
          "ja": "収納、作業台、設備、個人的な装飾の追加",
          "it": "Aggiunta di depositi, banchi da lavoro, utilità e tocchi personali",
          "kr": "저장소, 작업대, 유틸리티 및 개인적인 요소 추가",
          "zh-CN": "添加储物空间、工作台、设施和个性化装饰",
          "zh-TW": "添加儲物空間、工作台、設施和個性化裝飾",
          "uk": "Додавання сховищ, верстаків, комунальних систем та особистих штрихів",
          "tr": "Depolama, tezgahlar, tesisatlar ve kişisel dokunuşların eklenmesi",
          "hr": "Dodavanje skladišta, radnih stolova, komunalija i osobnih detalja",
          "sr": "Dodavanje skladišta, radnih stolova, komunalija i ličnih detalja"
        },
        "requirementItemIds": [
          {
            "itemId": "humidifier",
            "quantity": 5
          },
          {
            "itemId": "advanced_electrical_components",
            "quantity": 5
          },
          {
            "itemId": "magnetic_accelerator",
            "quantity": 3
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 3
          }
        ]
      },
      {
        "phase": 5,
        "name": {
          "en": "Load Stage",
          "de": "Ladephase",
          "fr": "Étape de chargement",
          "es": "Fase de carga",
          "pt": "Fase de carregamento",
          "pl": "Faza ładowania",
          "no": "Lastestadium",
          "da": "Lastefase",
          "ru": "Этап загрузки",
          "ja": "積載段階",
          "it": "Fase di carico",
          "kr": "적재 단계",
          "zh-CN": "装载阶段",
          "zh-TW": "裝載階段",
          "uk": "Етап завантаження",
          "tr": "Yükleme Aşaması",
          "hr": "Faza Utovara",
          "sr": "Faza Utovara"
        },
        "description": {
          "en": "Loading the caravan with vital supplies. Combat gear, survival equipment, provisions, and repair materials are needed to fully prepare for the Expedition. You need to submit the coin value of items to each category.",
          "de": "Beladen der Karawane mit lebenswichtigen Vorräten. Kampfausrüstung, Überlebensausrüstung, Proviant und Reparaturmaterialien werden benötigt, um sich vollständig auf die Expedition vorzubereiten. Sie müssen den Münzwert der Gegenstände für jede Kategorie einreichen.",
          "fr": "Chargement de la caravane avec des fournitures vitales. Équipement de combat, équipement de survie, provisions et matériaux de réparation sont nécessaires pour préparer complètement l'expédition. Vous devez soumettre la valeur en pièces des objets pour chaque catégorie.",
          "es": "Cargando la caravana con suministros vitales. Se necesita equipo de combate, equipo de supervivencia, provisiones y materiales de reparación para prepararse completamente para la Expedición. Necesitas enviar el valor en monedas de los objetos a cada categoría.",
          "pt": "Carregando a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "pl": "Ładowanie karawany niezbędnymi zapasami. Sprzęt bojowy, sprzęt przetrwania, prowiant i materiały naprawcze są potrzebne do pełnego przygotowania się na ekspedycję. Musisz przesyłać wartość monet przedmiotów do każdej kategorii.",
          "no": "Laste karavanen med vitale forsyninger. Kamputstyr, overlevingsutstyr, proviant og reparasjonsmaterialer er nødvendig for å forberede seg fullt ut på ekspedisjonen. Du må sende inn mynteverdien av gjenstander til hver kategori.",
          "da": "Lastning af karavanen med vitale forsyninger. Kampudstyr, overlevelsesudstyr, proviant og reparationsmaterialer er nødvendige for fuldt ud at forberede sig på ekspeditionen. Du skal indsende møntværdien af ​​genstande til hver kategori.",
          "ru": "Загрузка каравана жизненно важными припасами. Боевое снаряжение, оборудование для выживания, провизия и ремонтные материалы необходимы для полной подготовки к экспедиции. Вам нужно внести стоимость предметов в монетах для каждой категории.",
          "ja": "キャラバンに重要な物資を積み込みます。探検の準備を完全に整えるには、戦闘装備、サバイバル装備、食料、修理材料が必要です。各カテゴリにアイテムのコイン価値を提出する必要があります。",
          "it": "Caricamento della carovana con rifornimenti vitali. Equipaggiamento da combattimento, attrezzatura di sopravvivenza, provviste e materiali di riparazione sono necessari per prepararsi completamente alla Spedizione. È necessario fornire il valore in monete degli oggetti per ogni categoria.",
          "kr": "필수 보급품으로 대상을 적재합니다. 원정을 완전히 준비하려면 전투 장비, 생존 장비, 식량 및 수리 재료가 필요합니다. 각 카테고리에 아이템의 코인 가치를 제출해야 합니다.",
          "zh-CN": "为商队装载重要补给。需要战斗装备、生存装备、补给品和修理材料来充分准备远征。你需要为每个类别提交物品的金币价值。",
          "zh-TW": "為商隊裝載重要補給。需要戰鬥裝備、生存裝備、補給品和修理材料來充分準備遠征。你需要為每個類別提交物品的金幣價值。",
          "uk": "Завантаження каравану життєво важливими припасами. Бойове спорядження, обладнання для виживання, провізія та ремонтні матеріали необхідні для повної підготовки до експедиції. Вам потрібно внести вартість предметів у монетах для кожної категорії.",
          "tr": "Kervanın hayati malzemelerle yüklenmesi. Keşif için tam olarak hazırlanmak üzere savaş ekipmanı, hayatta kalma ekipmanı, erzak ve onarım malzemeleri gereklidir. Her kategoriye öğelerin madeni para değerini göndermeniz gerekir.",
          "hr": "Utovar karavane s vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravak potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrijednost predmeta u novcu za svaku kategoriju.",
          "sr": "Utovar karavana sa vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravku potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrednost predmeta u novcu za svaku kategoriju."
        },
        "requirementItemIds": [],
        "requirementCategories": [
          {
            "category": "Combat Items",
            "valueRequired": 250000
          },
          {
            "category": "Survival Items",
            "valueRequired": 100000
          },
          {
            "category": "Provisions",
            "valueRequired": 180000
          },
          {
            "category": "Materials",
            "valueRequired": 300000
          }
        ]
      },
      {
        "phase": 6,
        "name": {
          "en": "Unknown",
          "de": "Unbekannt",
          "fr": "Inconnu",
          "es": "Desconocido",
          "pt": "Desconhecido",
          "pl": "Nieznany",
          "no": "Ukjent",
          "da": "Ukendt",
          "ru": "Неизвестно",
          "ja": "未知",
          "it": "Sconosciuto",
          "kr": "미지",
          "zh-CN": "未知",
          "zh-TW": "未知",
          "uk": "Невідомо",
          "tr": "Bilinmeyen",
          "hr": "Nepoznato",
          "sr": "Nepoznato"
        },
        "requirementItemIds": []
      }
    ]
  }
]