{
  "id": "arc_alloy",
  "name": {
    "en": "ARC Alloy",
    "de": "ARC-Legierung",
    "fr": "Alliage ARC",
    "es": "Aleación ARC",
    "pt": "Liga ARC",
    "pl": "Stop ARC",
    "no": "ARC-legering",
    "da": "ARC-legering",
    "it": "Lega ARC",
    "ru": "ARC сплав",
    "ja": "ARC合金",
    "zh-TW": "ARC合金",
    "uk": "ARC сплав",
    "zh-CN": "ARC合金",
    "kr": "ARC 합금",
    "tr": "ARC Alaşımı",
    "hr": "ARC legura",
    "sr": "ARC legura"
  },
  "description": {
    "en": "Obtained from ARC enemies or activities, or by recycling certain ARC parts. Used to craft components. Used to craft: Light Shield, ARC Motion Core, ARC Circuitry",
    "de": "Von ARC-Gegnern oder Aktivitäten erhalten oder durch Recycling bestimmter ARC-Teile. Wird zur Herstellung von Komponenten verwendet. Wird verwendet für: Leichtes Schild, ARC-Bewegungskern, ARC-Schaltkreise",
    "fr": "Obtenu auprès d'ennemis ARC ou d'activités, ou en recyclant certaines pièces ARC. Permet de fabriquer des composants. Permet de fabriquer : Bouclier léger, Noyau de mouvement ARC, Circuits ARC",
    "es": "Se obtiene de enemigos ARC o actividades, o reciclando ciertas piezas ARC. Se usa para fabricar componentes. Se usa para fabricar: Escudo ligero, Núcleo de movimiento ARC, Circuitos ARC",
    "pt": "Obtida de inimigos ARC ou atividades, ou reciclando certas peças ARC. Usada para fabricar componentes. Usada para fabricar: Escudo leve, Núcleo de movimento ARC, Circuitos ARC",
    "pl": "Otrzymywany od wrogów ARC lub z działań, lub przez przetwarzanie niektórych części ARC. Używany do wytwarzania komponentów. Używany do wytworzenia: Lekka tarcza, Rdzeń ruchu ARC, Obwody ARC",
    "no": "Oppnås fra ARC-fiender eller aktiviteter, eller ved å resirkulere visse ARC-deler. Brukes til å lage komponenter. Brukes til å lage: Lett skjold, ARC-bevegelseskjerne, ARC-kretser",
    "da": "Opnås fra ARC-fjender eller aktiviteter, eller ved at genbruge visse ARC-dele. Bruges til at lave komponenter. Bruges til at lave: Let skjold, ARC-bevægelseskerne, ARC-kredsløb",
    "it": "Ottenuta da nemici ARC o attività, o riciclando certe parti ARC. Usata per creare componenti. Usata per creare: Scudo leggero, Nucleo di movimento ARC, Circuiti ARC",
    "ru": "Получается с врагов ARC или из активностей, или путем переработки определенных деталей ARC. Используется для создания компонентов. Используется для создания: Легкий щит, ARC двигательное ядро, ARC схемы",
    "ja": "ARC敵やアクティビティから入手、または特定のARCパーツをリサイクルして入手。コンポーネントの製作に使用。製作可能: ライトシールド、ARCモーションコア、ARC回路",
    "zh-TW": "從ARC敵人或活動中獲得，或透過回收特定ARC零件取得。用於製作組件。可製作：輕型護盾、ARC動力核心、ARC電路",
    "uk": "Отримується з ворогів ARC або активностей, або шляхом переробки певних деталей ARC. Використовується для створення компонентів. Використовується для створення: Легкий щит, ARC рухове ядро, ARC схеми",
    "zh-CN": "从ARC敌人或活动中获得，或通过回收特定ARC零件取得。用于制作组件。可制作：轻型护盾、ARC动力核心、ARC电路",
    "kr": "ARC 적이나 활동에서 획득하거나 특정 ARC 부품을 재활용하여 얻습니다. 구성 요소 제작에 사용됩니다. 제작 가능: 경량 실드, ARC 모션 코어, ARC 회로",
    "tr": "ARC düşmanlarından veya aktivitelerden elde edilir ya da belirli ARC parçalarını geri dönüştürerek kazanılır. Bileşen üretmek için kullanılır. Üretilebilir: Hafif Kalkan, ARC Hareket Çekirdeği, ARC Devre",
    "hr": "Dobiva se od ARC neprijatelja ili aktivnosti, ili recikliranjem određenih ARC dijelova. Koristi se za izradu komponenti. Koristi se za izradu: Lagani štit, ARC jezgra pokreta, ARC sklopovi",
    "sr": "Dobija se od ARC neprijatelja ili aktivnosti, ili recikliranjem određenih ARC delova. Koristi se za izradu komponenti. Koristi se za izradu: Lagani štit, ARC jezgro pokreta, ARC sklopovi"
  },
  "type": "Topside Material",
  "rarity": "Uncommon",
  "value": 200,
  "recyclesInto": {
    "metal_parts": 2
  },
  "imageFilename": "https://cdn.arctracker.io/items/arc_alloy.png",
  "weightKg": 0.25,
  "stackSize": 15,
  "foundIn": "ARC",
  "updatedAt": "11/03/2025"
}