{
  "id": "barricade_kit_blueprint",
  "name": {
    "en": "Barricade Kit Blueprint",
    "de": "Barrikaden-Set Blaupause",
    "fr": "Plan de kit de barricade",
    "es": "Plano de kit de barricada",
    "pt": "Projeto de kit de barricada",
    "pl": "Projekt zestawu barykady",
    "no": "Barrikade-sett-tegning",
    "da": "Barrikade-sæt-tegning",
    "it": "Progetto kit barricata",
    "ru": "Чертёж набора баррикад",
    "ja": "バリケードキット設計図",
    "zh-TW": "路障套組藍圖",
    "uk": "Креслення набору барикад",
    "zh-CN": "路障套件蓝图",
    "kr": "바리케이드 키트 설계도",
    "tr": "Barikat Kiti Planı",
    "hr": "Nacrt za komplet barikade",
    "sr": "Nacrt za komplet barikade"
  },
  "description": {
    "en": "A deployable cover that can block incoming damage until it breaks.",
    "de": "Eine einsetzbare Deckung, die eingehenden Schaden blockieren kann, bis sie zerstört wird.",
    "fr": "Un abri déployable qui bloque les dégâts jusqu'à sa destruction.",
    "es": "Una cobertura desplegable que puede bloquear el daño entrante hasta que se rompa.",
    "pt": "Uma cobertura implantável que pode bloquear dano recebido até quebrar.",
    "pl": "Rozmieszczalna osłona, która może blokować nadchodzące obrażenia, dopóki się nie zniszczy.",
    "no": "En utplasserbar dekning som kan blokkere innkommende skade til den går i stykker.",
    "da": "En udplaceringsdækning, der kan blokere indgående skade, indtil den går i stykker.",
    "it": "Una copertura schierabile che può bloccare i danni in arrivo finché non si rompe.",
    "ru": "Развёртываемое укрытие, которое блокирует входящий урон до разрушения.",
    "ja": "展開可能な遮蔽物。破壊されるまで攻撃を防ぐことができる。",
    "zh-TW": "可部署的掩體，能夠阻擋傷害直到被摧毀。",
    "uk": "Розгортаюче укриття, яке блокує вхідну шкоду до руйнування.",
    "zh-CN": "可部署的掩体，能够阻挡伤害直到被摧毁。",
    "kr": "배치 가능한 엄폐물로, 파괴될 때까지 들어오는 피해를 막아줍니다.",
    "tr": "Kırılana kadar gelen hasarı engelleyebilen konuşlandırılabilir bir siper.",
    "hr": "Pokretni zaklon koji može blokirati dolaznu štetu dok se ne slomi.",
    "sr": "Pokretni zaklon koji može blokirati dolaznu štetu dok se ne slomi."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "imageFilename": "https://cdn.arctracker.io/items/barricade_kit.png",
  "rarity": "Legendary",
  "updatedAt": "11/13/2025"
}