{
  "id": "blaze_grenade_blueprint",
  "name": {
    "en": "Blaze Grenade Blueprint",
    "de": "Flammen-Granate Blaupause",
    "fr": "Plan de grenade flamboyante",
    "es": "Plano de granada de fuego",
    "pt": "Projeto de granada de fogo",
    "pl": "Projekt granatu płomiennego",
    "no": "Flammegranate-tegning",
    "da": "Flammegranate-tegning",
    "it": "Progetto granata incendiaria",
    "ru": "Чертёж огненной гранаты",
    "ja": "ブレイズグレネード設計図",
    "zh-TW": "烈焰手榴彈藍圖",
    "uk": "Креслення вогняної гранати",
    "zh-CN": "烈焰手榴弹蓝图",
    "kr": "화염 수류탄 설계도",
    "tr": "Alev Bombası Planı",
    "hr": "Nacrt za vatrenu granatu",
    "sr": "Nacrt za vatrenu granatu"
  },
  "description": {
    "en": "A grenade that detonates on impact, covering an area in fire that deals damage over time.",
    "de": "Eine Granate, die beim Aufprall detoniert und ein Gebiet mit Feuer bedeckt, das im Laufe der Zeit Schaden verursacht.",
    "fr": "Une grenade qui explose à l'impact et recouvre la zone de flammes qui infligent des dégâts au fil du temps.",
    "es": "Una granada que detona al impacto, cubriendo un área con fuego que causa daño con el tiempo.",
    "pt": "Uma granada que detona no impacto, cobrindo uma área com fogo que causa dano ao longo do tempo.",
    "pl": "Granat, który detonuje przy uderzeniu, pokrywając obszar ogniem, który zadaje obrażenia w czasie.",
    "no": "En granate som detonerer ved treff, dekker et område med ild som påfører skade over tid.",
    "da": "En granate, der detonerer ved sammenstød, dækker et område med ild, der forårsager skade over tid.",
    "it": "Una granata che detona all'impatto, coprendo un'area di fuoco che infligge danni nel tempo.",
    "ru": "Граната, взрывающаяся при ударе и покрывающая область огнём, наносящим урон со временем.",
    "ja": "着弾時に爆発し、範囲を炎で覆って継続ダメージを与える手榴弾。",
    "zh-TW": "撞擊時引爆的手榴彈，會在區域內產生持續造成傷害的火焰。",
    "uk": "Граната, що вибухає при ударі та покриває область вогнем, який завдає шкоди з часом.",
    "zh-CN": "撞击时引爆的手榴弹，会在区域内产生持续造成伤害的火焰。",
    "kr": "충격 시 폭발하여 지속 피해를 주는 화염으로 지역을 뒤덮는 수류탄입니다.",
    "tr": "Çarpma anında patlayan ve bir alanı zaman içinde hasar veren ateşle kaplayan bomba.",
    "hr": "Granata koja eksplodira pri udaru, prekrivajući područje vatrom koja nanosi štetu tijekom vremena.",
    "sr": "Granata koja eksplodira pri udaru, prekrivajući područje vatrom koja nanosi štetu tokom vremena."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "imageFilename": "https://cdn.arctracker.io/items/blaze_grenade.png",
  "rarity": "Legendary",
  "updatedAt": "11/13/2025"
}