{
  "id": "breathtaking_snow_globe",
  "name": {
    "en": "Breathtaking Snow Globe",
    "de": "Atemberaubende Schneekugel",
    "fr": "Boule à neige époustouflante",
    "es": "Bola de nieve impresionante",
    "pt": "Globo de neve deslumbrante",
    "pl": "Zapierająca dech kula śnieżna",
    "no": "Fantastisk snøkule",
    "da": "Betagende snekugle",
    "it": "Palla di neve mozzafiato",
    "ru": "Захватывающий снежный шар",
    "ja": "息をのむスノーグローブ",
    "zh-TW": "令人驚嘆的雪球",
    "uk": "Захоплюючий сніжний шар",
    "zh-CN": "令人惊叹的雪球",
    "kr": "숨막히는 스노우 글로브",
    "tr": "Nefes Kesici Kar Küresi",
    "hr": "Zadivljujuća Snježna Kugla",
    "sr": "Zadivljujuća Snežna Kugla"
  },
  "description": {
    "en": "The envy of every Speranzan. Proof that this world was once thriving and magical.",
    "de": "Der Neid jedes Speranzaners. Beweis dafür, dass diese Welt einst blühend und magisch war.",
    "fr": "L'envie de tous les Speranzans. Preuve que ce monde était autrefois prospère et magique.",
    "es": "La envidia de todo esperanzano. Prueba de que este mundo fue alguna vez próspero y mágico.",
    "pt": "A inveja de todo esperanzano. Prova de que este mundo já foi próspero e mágico.",
    "pl": "Zazdrość każdego Speranzanina. Dowód, że ten świat był kiedyś kwitnący i magiczny.",
    "no": "Misunnelsen til enhver Speranzan. Bevis på at denne verden en gang var blomstrende og magisk.",
    "da": "Misundelsen fra enhver Speranzan. Bevis på, at denne verden engang var blomstrende og magisk.",
    "it": "L'invidia di ogni Speranzano. Prova che questo mondo era un tempo prospero e magico.",
    "ru": "Предмет зависти каждого сперанзанца. Доказательство того, что этот мир когда-то процветал и был волшебным.",
    "ja": "すべてのスペランザンの羨望の的。この世界がかつて繁栄し、魔法に満ちていた証。",
    "zh-TW": "每個斯佩蘭贊人都羨慕的物品。證明這個世界曾經繁榮且充滿魔力。",
    "uk": "Предмет заздрості кожного сперанзанця. Доказ того, що цей світ колись процвітав і був чарівним.",
    "zh-CN": "每个斯佩兰赞人都羡慕的物品。证明这个世界曾经繁荣且充满魔力。",
    "kr": "모든 스페란잔의 부러움. 이 세계가 한때 번영하고 마법으로 가득했다는 증거.",
    "tr": "Her Speranzalının imrendiği şey. Bu dünyanın bir zamanlar gelişen ve büyülü olduğunun kanıtı.",
    "hr": "Zavist svakog Speranzanca. Dokaz da je ovaj svijet nekada bio živahan i čaroban.",
    "sr": "Zavist svakog Speranzanca. Dokaz da je ovaj svet nekada bio živahan i čaroban."
  },
  "type": "Trinket",
  "value": 7000,
  "foundIn": "Residential, Old World, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/breathtaking_snow_globe.png",
  "rarity": "Epic",
  "weightKg": 0.2,
  "stackSize": 1,
  "updatedAt": "11/03/2025"
}