{
  "id": "canister",
  "name": {
    "en": "Canister",
    "de": "Kanister",
    "fr": "Bonbonne",
    "es": "Bidón",
    "pt": "Recipiente",
    "pl": "Kanister",
    "no": "Beholder",
    "da": "Beholder",
    "it": "Tanica",
    "ru": "Канистра",
    "ja": "キャニスター",
    "zh-TW": "罐子",
    "uk": "Каністра",
    "zh-CN": "罐子",
    "kr": "캐니스터",
    "tr": "Kapsül",
    "hr": "Kanister",
    "sr": "Kanister"
  },
  "description": {
    "en": "Used to craft a wide range of items. Can be recycled into plastic. Used to craft: Bettina, Vita Spray, Heavy Fuze Grenade, Smoke Grenade",
    "de": "Wird zur Herstellung einer Vielzahl von Gegenständen verwendet. Kann zu Kunststoff recycelt werden. Wird verwendet für: Bettina, Vita-Spray, Schwere Zündergranate, Rauchgranate",
    "fr": "Permet de fabriquer une large gamme d'objets. Peut être recyclé en plastique. Permet de fabriquer : Bettina, Spray Vita, Grenade à fusée lourde, Grenade fumigène",
    "es": "Usado para fabricar una amplia gama de objetos. Puede reciclarse en plástico. Usado para fabricar: Bettina, Aerosol Vita, Granada de espoleta pesada, Granada de humo",
    "pt": "Usado para fabricar uma ampla gama de itens. Pode ser reciclado em plástico. Usado para fabricar: Bettina, Spray Vita, Granada de fusível pesada, Granada de fumaça",
    "pl": "Używany do wytwarzania szerokiej gamy przedmiotów. Może być przetworzony na plastik. Używany do wytworzenia: Bettina, Spray Vita, Ciężki granat zapalnikowy, Granat dymny",
    "no": "Brukes til å lage et bredt spekter av gjenstander. Kan resirkuleres til plast. Brukes til å lage: Bettina, Vita-spray, Tung tenngranat, Røykgranat",
    "da": "Bruges til at fremstille en bred vifte af genstande. Kan genbruges til plastik. Bruges til at fremstille: Bettina, Vita-spray, Tung tændgranat, Røggranat",
    "it": "Usato per fabbricare un'ampia gamma di oggetti. Può essere riciclato in plastica. Usato per fabbricare: Bettina, Spray Vita, Granata a miccia pesante, Granata fumogena",
    "ru": "Используется для создания широкого спектра предметов. Можно переработать в пластик. Используется для создания: Bettina, Vita Spray, тяжелая граната с взрывателем, дымовая граната",
    "ja": "幅広いアイテムの製作に使用。プラスチックにリサイクル可能。製作可能: Bettina、Vita Spray、ヘビーヒューズグレネード、スモークグレネード",
    "zh-TW": "用於製作各種物品。可回收成塑膠。用於製作：Bettina、Vita Spray、重型引信手榴彈、煙霧彈",
    "uk": "Використовується для створення широкого спектру предметів. Можна переробити на пластик. Використовується для створення: Bettina, Vita Spray, важка граната з запалом, димова граната",
    "zh-CN": "用于制作各种物品。可回收成塑料。用于制作：Bettina、Vita Spray、重型引信手榴弹、烟雾弹",
    "kr": "다양한 아이템 제작에 사용됩니다. 플라스틱으로 재활용 가능. 제작 가능: Bettina, Vita Spray, 중형 신관 수류탄, 연막탄",
    "tr": "Çok çeşitli eşyaları üretmek için kullanılır. Plastiğe geri dönüştürülebilir. Üretim için kullanılır: Bettina, Vita Spray, Ağır Fünye Bombası, Sis Bombası",
    "hr": "Koristi se za izradu širokog spektra predmeta. Može se reciklirati u plastiku. Koristi se za izradu: Bettina, Vita Spray, Heavy Fuze Grenade, Smoke Grenade",
    "sr": "Koristi se za pravljenje širokog spektra predmeta. Može se reciklirati u plastiku. Koristi se za pravljenje: Bettina, Vita Spray, Heavy Fuze Grenade, Smoke Grenade"
  },
  "type": "Topside Material",
  "rarity": "Uncommon",
  "value": 300,
  "recyclesInto": {
    "plastic_parts": 3
  },
  "imageFilename": "https://cdn.arctracker.io/items/canister.png",
  "weightKg": 0.25,
  "stackSize": 15,
  "foundIn": "Commercial",
  "updatedAt": "11/03/2025"
}
