{
  "id": "celestes_journal",
  "name": {
    "en": "Celeste's Journal",
    "de": "Celestes Tagebuch",
    "fr": "Journal de Celeste",
    "es": "Diario de Celeste",
    "pt": "Diário de Celeste",
    "pl": "Dziennik Celeste",
    "no": "Celestes dagbok",
    "da": "Celestes dagbog",
    "it": "Diario di Celeste",
    "ja": "セレステの日記",
    "kr": "셀레스테의 일지",
    "zh-CN": "塞莱斯特的日记",
    "zh-TW": "賽蕾絲特的日記",
    "ru": "Дневник Селесты",
    "tr": "Celeste'in Günlüğü",
    "uk": "Щоденник Селести",
    "sr": "Celestin dnevnik",
    "hr": "Celestin dnevnik"
  },
  "description": {
    "en": "Battered and torn, you can see the faint outline of doodles along the edges.",
    "de": "Abgenutzt und zerrissen, man kann die schwachen Umrisse von Kritzeleien an den Rändern erkennen.",
    "fr": "Abîmé et déchiré, vous pouvez voir les contours faibles de gribouillis le long des bords.",
    "es": "Maltratado y rasgado, puedes ver el tenue contorno de garabatos en los bordes.",
    "pt": "Surrado e rasgado, você pode ver o contorno fraco de rabiscos nas bordas.",
    "pl": "Zniszczony i podarty, widać słabe kontury bazgrołów wzdłuż krawędzi.",
    "no": "Slitt og revet, du kan se svake omriss av kritterier langs kantene.",
    "da": "Medtaget og revet, du kan se svage omrids af kruseduller langs kanterne.",
    "it": "Malconcio e strappato, puoi vedere i deboli contorni di scarabocchi lungo i bordi.",
    "ja": "ボロボロで破れており、端に沿ってかすかな落書きの輪郭が見える。",
    "kr": "낡고 찢어져 있으며, 가장자리를 따라 희미한 낙서 윤곽을 볼 수 있다.",
    "zh-CN": "破旧不堪，你可以看到边缘处隐约的涂鸦轮廓。",
    "zh-TW": "破舊不堪，你可以看到邊緣處隱約的塗鴉輪廓。",
    "ru": "Потрепанный и порванный, вы можете разглядеть слабые очертания каракулей по краям.",
    "tr": "Hırpalanmış ve yırtılmış, kenarlar boyunca karalamalarının soluk hatlarını görebilirsiniz.",
    "uk": "Потріпаний і порваний, ви можете побачити ледь помітні обриси каракулів по краях.",
    "sr": "Oštećen i pocepan, možete videti slabe obrise šaranja duž ivica.",
    "hr": "Oštećen i poderan, možete vidjeti slabe obrise škrabotina duž rubova."
  },
  "type": "Trinket",
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/celestes_journal.png",
  "rarity": "Common",
  "updatedAt": "11/09/2025"
}