{
  "id": "chemicals",
  "name": {
    "en": "Chemicals",
    "de": "Chemikalien",
    "fr": "Produits chimiques",
    "es": "Químicos",
    "pt": "Químicos",
    "pl": "Chemikalia",
    "no": "Kjemikalier",
    "da": "Kemikalier",
    "it": "Sostanze chimiche",
    "ru": "Химикаты",
    "ja": "化学薬品",
    "zh-TW": "化學品",
    "uk": "Хімікати",
    "zh-CN": "化学品",
    "kr": "화학물질",
    "tr": "Kimyasallar",
    "hr": "Kemikalije",
    "sr": "Hemikalije"
  },
  "description": {
    "en": "Used to craft medical supplies, explosives, and utility items. Used to craft: Heavy Ammo, Medium Ammo, Shotgun Ammo, Light Ammo, Light Impact Grenade",
    "de": "Wird zur Herstellung von medizinischen Vorräten, Sprengstoffen und Gebrauchsgegenständen verwendet. Wird verwendet für: Schwere Munition, Mittlere Munition, Schrotmunition, Leichte Munition, Leichte Aufschlaggranate",
    "fr": "Permet de fabriquer des fournitures médicales, des explosifs et des objets utilitaires. Permet de fabriquer : Munitions lourdes, Munitions moyennes, Cartouches de pompe, Munitions légères, Grenade à choc léger",
    "es": "Usado para fabricar suministros médicos, explosivos y objetos de utilidad. Usado para fabricar: Munición pesada, Munición mediana, Munición de escopeta, Munición ligera, Granada de impacto ligera",
    "pt": "Usado para fabricar suprimentos médicos, explosivos e itens utilitários. Usado para fabricar: Munição pesada, Munição média, Munição de espingarda, Munição leve, Granada de impacto leve",
    "pl": "Używany do wytwarzania zaopatrzenia medycznego, materiałów wybuchowych i przedmiotów użytkowych. Używany do wytworzenia: Ciężka amunicja, Średnia amunicja, Amunicja do strzelby, Lekka amunicja, Lekki granat uderzeniowy",
    "no": "Brukes til å lage medisinske forsyninger, eksplosiver og verktøy. Brukes til å lage: Tung ammunisjon, Medium ammunisjon, Hagleammunisjon, Lett ammunisjon, Lett slagggranat",
    "da": "Bruges til at fremstille medicinske forsyninger, sprængstoffer og nytteartikler. Bruges til at fremstille: Tung ammunition, Medium ammunition, Haglammunition, Let ammunition, Let slagggranat",
    "it": "Usato per fabbricare forniture mediche, esplosivi e oggetti di utilità. Usato per fabbricare: Munizioni pesanti, Munizioni medie, Munizioni da fucile a pompa, Munizioni leggere, Granata a impatto leggera",
    "ru": "Используется для создания медикаментов, взрывчатки и вспомогательных предметов. Используется для создания: тяжелые патроны, средние патроны, дробь, легкие патроны, легкая ударная граната",
    "ja": "医療品、爆発物、ユーティリティアイテムの製作に使用。製作に使用: ヘビー弾薬、ミディアム弾薬、ショットガン弾薬、ライト弾薬、軽量衝撃グレネード",
    "zh-TW": "用於製作醫療用品、爆裂物和實用物品。用於製作：重型彈藥、中型彈藥、霰彈槍彈藥、輕型彈藥、輕型衝擊手榴彈",
    "uk": "Використовується для створення медикаментів, вибухівки та допоміжних предметів. Використовується для створення: важкі патрони, середні патрони, дріб, легкі патрони, легка ударна граната",
    "zh-CN": "用于制作医疗用品、爆炸物和实用物品。用于制作：重型弹药、中型弹药、霰弹枪弹药、轻型弹药、轻型冲击手雷",
    "kr": "의료 용품, 폭발물, 유틸리티 아이템 제작에 사용. 제작 용도: 중형 탄약, 중형 탄약, 산탄총 탄약, 경량 탄약, 경량 충격 수류탄",
    "tr": "Tıbbi malzeme, patlayıcı ve yardımcı eşya üretiminde kullanılır. Üretimde kullanılır: Ağır Cephane, Orta Cephane, Av Tüfeği Cephanesi, Hafif Cephane, Hafif Darbe Bombası",
    "hr": "Koristi se za izradu medicinskih potrepština, eksploziva i pomoćnih predmeta. Koristi se za izradu: Teška Municija, Srednja Municija, Sačmarska Municija, Laka Municija, Laka Udarna Granata",
    "sr": "Koristi se za izradu medicinskih potrepština, eksploziva i pomoćnih predmeta. Koristi se za izradu: Teška Municija, Srednja Municija, Sačmarska Municija, Laka Municija, Laka Udarna Granata"
  },
  "type": "Basic Material",
  "rarity": "Common",
  "value": 50,
  "weightKg": 0.15,
  "stackSize": 50,
  "foundIn": "Medical, Residential, Mechanical",
  "imageFilename": "https://cdn.arctracker.io/items/chemicals.png",
  "updatedAt": "11/03/2025"
}