{
  "id": "combat_mk3_aggressive_blueprint",
  "name": {
    "en": "Combat Mk. 3 (Aggressive) Blueprint",
    "de": "Kampf Mk. 3 (Aggressiv) Blaupause",
    "tr": "Savaş Mk. 3 (Agresif) Planı",
    "da": "Kamp Mk. 3 (Aggressiv) Tegning",
    "hr": "Borbeni Mk. 3 (Agresivni) Nacrt",
    "pl": "Bojowy Mk. 3 (Agresywny) Projekt",
    "zh-TW": "戰鬥 Mk. 3（進攻型）藍圖",
    "fr": "Schéma de Combat 3 (agression)",
    "zh-CN": "战斗 Mk. 3（进攻型）蓝图",
    "no": "Kamp Mk. 3 (Aggressiv) Tegning",
    "ru": "Чертёж Боевой Mk. 3 (Агрессивный)",
    "it": "Progetto Combattimento Mk. 3 (Aggressivo)",
    "uk": "Креслення Бойовий Mk. 3 (Агресивний)",
    "sr": "Borbeni Mk. 3 (Agresivni) Nacrt",
    "ja": "コンバット Mk. 3（アグレッシブ）設計図",
    "kr": "전투 Mk. 3 (공격형) 설계도",
    "pt": "Projeto de Combate Mk. 3 (Agressivo)",
    "es": "Plano de Combate Ver. 3 (Agresivo)"
  },
  "description": {
    "en": "An improved version of the Combat II augment. Supports more shield types, and comes with extra space for grenades.",
    "de": "Eine verbesserte Version des Kampf II-Augments. Unterstützt mehr Schildtypen und bietet zusätzlichen Platz für Granaten.",
    "tr": "Savaş II güçlendirmesinin geliştirilmiş versiyonu. Daha fazla kalkan türünü destekler ve el bombaları için ekstra alan sunar.",
    "da": "En forbedret version af Kamp II-forstærkningen. Understøtter flere skjoldtyper og kommer med ekstra plads til granater.",
    "hr": "Poboljšana verzija Combat II augmentacije. Podržava više vrsta štitova i dolazi s dodatnim prostorom pentru granate.",
    "pl": "Ulepszona wersja augmentacji Bojowy II. Obsługuje więcej typów tarcz i zapewnia dodatkowe miejsce na granaty.",
    "zh-TW": "戰鬥 II 增強裝置的改良版本。支援更多護盾類型，並提供額外的手榴彈空間。",
    "fr": "Une version améliorée de l'augmentation Combat II. Prend en charge plus de types de boucliers et offre un espace supplémentaire pour les grenades.",
    "zh-CN": "战斗 II 增强装置的改进版本。支持更多护盾类型，并提供额外的手榴弹空间。",
    "no": "En forbedret versjon av Kamp II-forsterkningen. Støtter flere skjoldtyper og kommer med ekstra plass til granater.",
    "ru": "Улучшенная версия аугментации Боевой II. Поддерживает больше типов щитов и имеет дополнительное место для гранат.",
    "it": "Una versione migliorata dell'aumento Combattimento II. Supporta più tipi di scudi e include spazio extra per le granate.",
    "uk": "Покращена версія аугментації Бойовий II. Підтримує більше типів щитів і має додатковий простір для гранат.",
    "sr": "Poboljšana verzija Combat II augmentacije. Podržava više vrsta štitova i dolazi sa dodatnim prostorom za granate.",
    "ja": "コンバット II オーグメントの改良版。より多くのシールドタイプに対応し、グレネード用の追加スペースを備えています。",
    "kr": "전투 II 증강의 개선된 버전입니다. 더 많은 방패 유형을 지원하며 수류탄을 위한 추가 공간이 있습니다.",
    "pt": "Uma versão melhorada do aumento Combate II. Suporta mais tipos de escudos e vem com espaço extra para granadas.",
    "es": "Una versión mejorada del aumento Combate II. Soporta más tipos de escudos y viene con espacio extra para granadas."
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/combat_mk3_aggressive.png",
  "updatedAt": "11/13/2025"
}
