{
  "id": "crude_explosives",
  "name": {
    "en": "Crude Explosives",
    "de": "Rohe Sprengstoffe",
    "fr": "Explosifs rudimentaires",
    "es": "Explosivos crudos",
    "pt": "Explosivos brutos",
    "pl": "Prymitywne materiały wybuchowe",
    "no": "Grovt eksplosiv",
    "da": "Groft sprængstof",
    "it": "Esplosivi grezzi",
    "ru": "Самодельная взрывчатка",
    "ja": "粗製爆薬",
    "zh-TW": "簡易炸藥",
    "uk": "Саморобна вибухівка",
    "zh-CN": "简易炸药",
    "kr": "조잡한 폭발물",
    "tr": "Ham Patlayıcılar",
    "hr": "Sirovi eksploziv",
    "sr": "Sirovi eksploziv"
  },
  "description": {
    "en": "Used to craft explosives. Can be recycled into crafting materials. Used to craft: Launcher Ammo, Explosive Compound, Snap Blast Grenade, Shrapnel Grenade, Trigger 'Nade",
    "de": "Wird zur Herstellung von Sprengstoffen verwendet. Kann zu Handwerksmaterialien recycelt werden. Wird verwendet für: Werfer-Munition, Sprengstoffmischung, Knallgranate, Splittergranate, Auslösergranate",
    "fr": "Permet de fabriquer des explosifs. Peut être recyclé en matériaux d'artisanat. Permet de fabriquer : Munitions de lanceur, Composé explosif, Grenade à souffle rapide, Grenade à fragmentation, Grenade à déclenchement",
    "es": "Usado para fabricar explosivos. Puede reciclarse en materiales de fabricación. Usado para fabricar: Munición de lanzador, Compuesto explosivo, Granada de explosión rápida, Granada de metralla, Granada de activación",
    "pt": "Usado para fabricar explosivos. Pode ser reciclado em materiais de fabricação. Usado para fabricar: Munição de lançador, Composto explosivo, Granada de explosão rápida, Granada de estilhaços, Granada de gatilho",
    "pl": "Używane do wytwarzania materiałów wybuchowych. Można przetworzyć na materiały rzemieślnicze. Używane do wytworzenia: Amunicja do wyrzutni, Mieszanka wybuchowa, Granat błyskawiczny, Granat odłamkowy, Granat wyzwalany",
    "no": "Brukes til å lage eksplosiver. Kan resirkuleres til håndverksmaterialer. Brukes til å lage: Utskytermunisjon, Eksplosiv blanding, Lyneksplosjonsgranat, Splintgranat, Utløsergranat",
    "da": "Bruges til at lave sprængstoffer. Kan genbruges til håndværksmaterialer. Bruges til at lave: Affyringsmunition, Eksplosiv blanding, Lyneksplosionsgranat, Splintgranat, Udløsergranat",
    "it": "Usato per fabbricare esplosivi. Può essere riciclato in materiali di fabbricazione. Usato per fabbricare: Munizioni per lanciatore, Composto esplosivo, Granata a scoppio rapido, Granata a frammentazione, Granata a innesco",
    "ru": "Используется для создания взрывчатки. Можно переработать в материалы для крафта. Используется для создания: боеприпасов для гранатомёта, взрывчатой смеси, гранаты мгновенного взрыва, осколочной гранаты, детонационной гранаты",
    "ja": "爆発物の製作に使用。クラフト素材にリサイクルできる。製作可能：ランチャー弾薬、爆発性化合物、スナップブラスト手榴弾、破片手榴弾、トリガー手榴弾",
    "zh-TW": "用於製作爆裂物。可回收為製作材料。可製作：發射器彈藥、爆炸化合物、速爆手榴彈、破片手榴彈、引爆手榴彈",
    "uk": "Використовується для створення вибухівки. Можна переробити на матеріали для крафту. Використовується для створення: боєприпасів для гранатомета, вибухової суміші, гранати миттєвого вибуху, осколкової гранати, детонаційної гранати",
    "zh-CN": "用于制作爆炸物。可回收为制作材料。可制作：发射器弹药、爆炸化合物、速爆手雷、破片手雷、引爆手雷",
    "kr": "폭발물 제작에 사용됩니다. 제작 재료로 재활용할 수 있습니다. 제작 가능: 발사기 탄약, 폭발 화합물, 스냅 블라스트 수류탄, 파편 수류탄, 트리거 수류탄",
    "tr": "Patlayıcı üretmek için kullanılır. Üretim malzemelerine geri dönüştürülebilir. Üretilebilir: Fırlatıcı Mühimmatı, Patlayıcı Bileşik, Ani Patlama Bombası, Şarapnel Bombası, Tetikli Bomba",
    "hr": "Koristi se za izradu eksploziva. Može se reciklirati u materijale za izradu. Koristi se za izradu: Municija za bacač, Eksplozivna smjesa, Snap Blast granata, Šrapnel granata, Trigger 'Nade",
    "sr": "Koristi se za izradu eksploziva. Može se reciklirati u materijale za izradu. Koristi se za izradu: Municija za bacač, Eksplozivna smeša, Snap Blast granata, Šrapnel granata, Trigger 'Nade"
  },
  "rarity": "Uncommon",
  "type": "Refined Material",
  "value": 270,
  "recyclesInto": {
    "chemicals": 3
  },
  "salvagesInto": {
    "chemicals": 2
  },
  "imageFilename": "https://cdn.arctracker.io/items/crude_explosives.png",
  "effects": {
    "Damage": {
      "en": "Damage",
      "de": "Schaden",
      "fr": "Dégâts",
      "es": "Daño",
      "pt": "Dano",
      "pl": "Obrażenia",
      "no": "Skade",
      "da": "Skade",
      "it": "Danno",
      "ru": "Урон",
      "ja": "ダメージ",
      "zh-TW": "傷害",
      "uk": "Шкода",
      "zh-CN": "伤害",
      "kr": "피해",
      "tr": "Hasar",
      "hr": "Šteta",
      "sr": "Šteta",
      "value": 15
    },
    "Radius": {
      "en": "Radius",
      "de": "Radius",
      "fr": "Rayon",
      "es": "Radio",
      "pt": "Raio",
      "pl": "Promień",
      "no": "Radius",
      "da": "Radius",
      "it": "Raggio",
      "ru": "Радиус",
      "ja": "範囲",
      "zh-TW": "範圍",
      "uk": "Радіус",
      "zh-CN": "范围",
      "kr": "반경",
      "tr": "Yarıçap",
      "hr": "Radijus",
      "sr": "Radijus",
      "value": "1.5m"
    }
  },
  "foundIn": "Industrial, Security",
  "weightKg": 0.5,
  "updatedAt": "11/03/2025",
  "stackSize": 10,
  "recipe": {
    "chemicals": 6
  },
  "craftBench": "refiner"
}