{
  "id": "dam_surveillance_key",
  "name": {
    "en": "Dam Surveillance Key",
    "de": "Schlüssel zur Damm-Überwachung",
    "fr": "Clé de surveillance du barrage",
    "es": "Llave de vigilancia de la presa",
    "pt": "Chave de vigilância da represa",
    "pl": "Klucz do nadzoru tamy",
    "no": "Nøkkel til dammens overvåkning",
    "da": "Nøgle til dæmningens overvågning",
    "it": "Chiave di sorveglianza della diga",
    "ru": "Ключ от наблюдательного пункта дамбы",
    "ja": "ダム監視室の鍵",
    "zh-TW": "水壩監控鑰匙",
    "uk": "Ключ від спостережного пункту дамби",
    "zh-CN": "水坝监控钥匙",
    "kr": "댐 감시실 열쇠",
    "tr": "Baraj Gözetleme Anahtarı",
    "hr": "Ključ Nadzora Brane",
    "sr": "Ključ Nadzora Brane"
  },
  "description": {
    "en": "Unlocks a door in the Water Treatment Control building on Dam Battlegrounds.",
    "de": "Öffnet eine Tür im Wasseraufbereitungs-Kontrollgebäude auf dem Damm-Schlachtfeld.",
    "fr": "Déverrouille une porte dans le bâtiment de contrôle du traitement de l'eau sur le champ de bataille du barrage.",
    "es": "Desbloquea una puerta en el edificio de control de tratamiento de agua en el campo de batalla de la presa.",
    "pt": "Desbloqueia uma porta no edifício de controle de tratamento de água no campo de batalha da represa.",
    "pl": "Otwiera drzwi w budynku kontroli uzdatniania wody na polu bitwy tamy.",
    "no": "Låser opp en dør i vannbehandlingskontrollbygningen på Dam Battlegrounds.",
    "da": "Låser en dør op i vandbehandlingskontrolbygningen på Dam Battlegrounds.",
    "it": "Sblocca una porta nell'edificio di controllo del trattamento dell'acqua su Dam Battlegrounds.",
    "ru": "Открывает дверь в здании управления водоочисткой на поле боя у дамбы.",
    "ja": "ダム戦場の水処理管理棟の扉を開ける。",
    "zh-TW": "解鎖水壩戰場上水處理控制建築內的一扇門。",
    "uk": "Відкриває двері в будівлі управління водоочисткою на полі бою біля дамби.",
    "zh-CN": "解锁水坝战场上水处理控制建筑内的一扇门。",
    "kr": "댐 전장의 수처리 관제 건물 문을 엽니다.",
    "tr": "Baraj Savaş Alanı'ndaki Su Arıtma Kontrol binasında bir kapıyı açar.",
    "hr": "Otključava vrata u zgradi Kontrole Prečišćavanja Vode na Bojnom Polju Brane.",
    "sr": "Otključava vrata u zgradi Kontrole Prečišćavanja Vode na Bojnom Polju Brane."
  },
  "type": "Key",
  "value": 100,
  "rarity": "Uncommon",
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/dam_surveillance_key.png",
  "updatedAt": "11/03/2025"
}