{
  "id": "dart_board",
  "name": {
    "en": "Dart Board",
    "de": "Dartscheibe",
    "fr": "Cible de fléchettes",
    "es": "Diana de dardos",
    "pt": "Alvo de dardos",
    "pl": "Tarcza do rzutek",
    "no": "Dartskive",
    "da": "Dartskive",
    "it": "Bersaglio per freccette",
    "ru": "Мишень для дартс",
    "ja": "ダーツボード",
    "zh-TW": "飛鏢靶",
    "uk": "Мішень для дартс",
    "zh-CN": "飞镖靶",
    "kr": "다트판",
    "tr": "Dart Tahtası",
    "hr": "Daska za pikado",
    "sr": "Daska za pikado"
  },
  "description": {
    "en": "Some Raiders use it to practice dexterity. Others just like throwing things at other things.",
    "de": "Einige Räuber nutzen es, um Geschicklichkeit zu üben. Andere werfen einfach gerne Dinge auf andere Dinge.",
    "fr": "Certains Raiders l'utilisent pour pratiquer la dextérité. D'autres aiment juste lancer des choses sur d'autres choses.",
    "es": "Algunos Raiders lo usan para practicar destreza. Otros simplemente disfrutan lanzando cosas a otras cosas.",
    "pt": "Alguns Raiders usam para praticar destreza. Outros apenas gostam de jogar coisas em outras coisas.",
    "pl": "Niektórzy Najeźdźcy używają go do ćwiczenia zręczności. Inni po prostu lubią rzucać rzeczami w inne rzeczy.",
    "no": "Noen Raiders bruker den til å øve på fingerferdighet. Andre liker bare å kaste ting på andre ting.",
    "da": "Nogle Raiders bruger den til at øve fingerfærdighed. Andre kan bare lide at kaste ting efter andre ting.",
    "it": "Alcuni Raiders lo usano per praticare la destrezza. Altri amano semplicemente lanciare cose contro altre cose.",
    "ru": "Некоторые Рейдеры используют её для тренировки ловкости. Другие просто любят бросать вещи в другие вещи.",
    "ja": "器用さを練習するために使うレイダーもいる。他の者は単に物を物に投げるのが好きなだけだ。",
    "zh-TW": "有些掠奪者用它來練習靈巧度。其他人只是喜歡把東西扔向其他東西。",
    "uk": "Деякі Рейдери використовують її для тренування спритності. Інші просто люблять кидати речі в інші речі.",
    "zh-CN": "有些掠夺者用它来练习灵巧度。其他人只是喜欢把东西扔向其他东西。",
    "kr": "일부 레이더는 손재주를 연습하는 데 사용합니다. 다른 이들은 그냥 물건을 다른 물건에 던지는 걸 좋아합니다.",
    "tr": "Bazı Akıncılar beceri geliştirmek için kullanır. Diğerleri sadece bir şeyleri başka şeylere fırlatmayı sever.",
    "hr": "Neki Raidersi je koriste za vježbanje spretnosti. Drugi jednostavno vole bacati stvari u druge stvari.",
    "sr": "Neki Rajderi je koriste za vežbanje spretnosti. Drugi jednostavno vole da bacaju stvari u druge stvari."
  },
  "type": "Trinket",
  "rarity": "Uncommon",
  "weightKg": 1,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/dart_board.png",
  "value": 2000,
  "updatedAt": "11/06/2025"
}