{
  "id": "defibrillator_blueprint",
  "name": {
    "en": "Defibrillator Blueprint",
    "de": "Defibrillator-Blaupause",
    "fr": "Plan de défibrillateur",
    "es": "Plano de desfibrilador",
    "pt": "Projeto de desfibrilador",
    "pl": "Projekt defibrylatora",
    "no": "Hjertestarter-tegning",
    "da": "Hjertestarter-tegning",
    "it": "Progetto defibrillatore",
    "ru": "Чертёж дефибриллятора",
    "ja": "除細動器の設計図",
    "zh-TW": "除顫器藍圖",
    "uk": "Креслення дефібрилятора",
    "zh-CN": "除颤器蓝图",
    "kr": "제세동기 설계도",
    "tr": "Defibrilatör Planı",
    "hr": "Nacrt za Defibrilator",
    "sr": "Nacrt za Defibrilator"
  },
  "description": {
    "en": "An injection that quickly revives downed raiders and restores some health.",
    "de": "Eine Injektion, die niedergeschlagene Raider schnell wiederbelebt und etwas Gesundheit wiederherstellt.",
    "fr": "Une injection qui permet de réanimer rapidement les Raiders à terre et de leur redonner quelques points de santé.",
    "es": "Una inyección que revive rápidamente a los saqueadores caídos y restaura algo de salud.",
    "pt": "Uma injeção que revive rapidamente saqueadores caídos e restaura um pouco de saúde.",
    "pl": "Zastrzyk, który szybko przywraca do życia powalonych najeźdźców i przywraca trochę zdrowia.",
    "no": "En injeksjon som raskt gjenoppliver nedkjempede raidere og gjenoppretter litt helse.",
    "da": "En indsprøjtning, der hurtigt genopliver faldne raidere og gendanner noget helbred.",
    "it": "Un'iniezione che riporta rapidamente in vita i predoni abbattuti e ripristina un po' di salute.",
    "ru": "Инъекция, которая быстро поднимает упавших рейдеров и восстанавливает часть здоровья.",
    "ja": "倒れたレイダーを素早く蘇生し、体力を回復する注射。",
    "zh-TW": "能快速復甦倒地的掠奪者並恢復部分生命值的注射劑。",
    "uk": "Ін'єкція, яка швидко піднімає збитих рейдерів і відновлює частину здоров'я.",
    "zh-CN": "能快速复苏倒地的掠夺者并恢复部分生命值的注射剂。",
    "kr": "쓰러진 레이더를 빠르게 소생시키고 일부 체력을 회복시키는 주사제.",
    "tr": "Yere düşmüş akıncıları hızlıca canlandıran ve biraz sağlık kazandıran bir enjeksiyon.",
    "hr": "Injekcija koja brzo oživljava oborene pljačkaše i obnavlja dio zdravlja.",
    "sr": "Injekcija koja brzo oživljava oborene pljačkaše i obnavlja deo zdravlja."
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0.0,
  "stackSize": 1,
  "imageFilename": "https://cdn.arctracker.io/items/defibrillator.png",
  "updatedAt": "11/12/2025"
}