{
  "id": "dried_out_arc_resin",
  "name": {
    "en": "Dried-Out ARC Resin",
    "de": "Ausgetrocknetes ARC-Harz",
    "fr": "Résine ARC séchée",
    "es": "Resina ARC seca",
    "pt": "Resina ARC seca",
    "pl": "Wysuszona żywica ARC",
    "no": "Uttørket ARC-harpiks",
    "da": "Udtørret ARC-harpiks",
    "it": "Resina ARC essiccata",
    "ru": "Высохшая смола ARC",
    "ja": "乾燥したARC樹脂",
    "zh-TW": "乾涸的ARC樹脂",
    "uk": "Висохла смола ARC",
    "zh-CN": "干涸的ARC树脂",
    "kr": "말라버린 ARC 수지",
    "tr": "Kurumuş ARC Reçinesi",
    "hr": "Isušena ARC Smola",
    "sr": "Isušena ARC Smola"
  },
  "description": {
    "en": "Obtained from ARC enemies or activities. Can be recycled into plastic.",
    "de": "Von ARC-Gegnern oder -Aktivitäten erhalten. Kann zu Plastik recycelt werden.",
    "fr": "Obtenu auprès d'ennemis ou d'activités ARC. Peut être recyclé en plastique.",
    "es": "Obtenido de enemigos o actividades ARC. Se puede reciclar en plástico.",
    "pt": "Obtido de inimigos ou atividades ARC. Pode ser reciclado em plástico.",
    "pl": "Otrzymane od wrogów ARC lub z działań. Można przetworzyć na plastik.",
    "no": "Oppnådd fra ARC-fiender eller aktiviteter. Kan resirkuleres til plast.",
    "da": "Opnået fra ARC-fjender eller aktiviteter. Kan genbruges til plastik.",
    "it": "Ottenuto da nemici o attività ARC. Può essere riciclato in plastica.",
    "ru": "Получается с врагов ARC или из активностей. Можно переработать в пластик.",
    "ja": "ARCの敵や活動から入手。プラスチックにリサイクル可能。",
    "zh-TW": "從ARC敵人或活動中獲得。可回收成塑膠。",
    "uk": "Отримується з ворогів ARC або активностей. Можна переробити на пластик.",
    "zh-CN": "从ARC敌人或活动中获得。可回收成塑料。",
    "kr": "ARC 적이나 활동에서 획득. 플라스틱으로 재활용 가능.",
    "tr": "ARC düşmanlarından veya etkinliklerden elde edilir. Plastiğe geri dönüştürülebilir.",
    "hr": "Dobiva se od ARC neprijatelja ili aktivnosti. Može se reciklirati u plastiku.",
    "sr": "Dobija se od ARC neprijatelja ili aktivnosti. Može se reciklirati u plastiku."
  },
  "type": "Recyclable",
  "rarity": "Uncommon",
  "weightKg": 1.0,
  "stackSize": 3,
  "foundIn": "ARC",
  "imageFilename": "https://cdn.arctracker.io/items/dried_out_arc_resin.png",
  "updatedAt": "10/30/2025"
}