{
  "id": "duct_tape",
  "name": {
    "en": "Duct Tape",
    "de": "Isolierband",
    "fr": "Ruban adhésif",
    "es": "Cinta adhesiva",
    "pt": "Fita adesiva",
    "pl": "Taśma klejąca",
    "no": "Gaffateip",
    "da": "Gaffatape",
    "it": "Nastro adesivo",
    "ru": "Клейкая лента",
    "ja": "ダクトテープ",
    "zh-TW": "強力膠帶",
    "uk": "Клейка стрічка",
    "zh-CN": "强力胶带",
    "kr": "덕트 테이프",
    "tr": "Tamir Bandı",
    "hr": "Ljepljiva Traka",
    "sr": "Lepljiva Traka"
  },
  "imageFilename": "https://cdn.arctracker.io/items/duct_tape.png",
  "value": 300,
  "recyclesInto": {
    "fabric": 3
  },
  "description": {
    "en": "Used to craft a wide range of items. Can be recycled into crafting materials. Used to craft: Stable Stock I, Vertical Grip I, Angled Grip I, Vertical Grip II, Angled Grip II",
    "de": "Wird zur Herstellung einer Vielzahl von Gegenständen verwendet. Kann zu Handwerksmaterialien recycelt werden. Wird verwendet für: Stabiler Schaft I, Vertikalgriff I, Abgewinkelter Griff I, Vertikalgriff II, Abgewinkelter Griff II",
    "fr": "Permet de fabriquer une large gamme d'objets. Peut être recyclé en matériaux d'artisanat. Permet de fabriquer : Crosse stable I, Poignée verticale I, Poignée coudée I, Poignée verticale II, Poignée coudée II",
    "es": "Se usa para fabricar una amplia gama de objetos. Se puede reciclar en materiales de fabricación. Se usa para fabricar: Culata estable I, Empuñadura vertical I, Empuñadura angular I, Empuñadura vertical II, Empuñadura angular II",
    "pt": "Usada para fabricar uma ampla gama de itens. Pode ser reciclada em materiais de fabricação. Usada para fabricar: Coronha estável I, Empunhadura vertical I, Empunhadura angular I, Empunhadura vertical II, Empunhadura angular II",
    "pl": "Używana do wytwarzania szerokiej gamy przedmiotów. Można przetworzyć na materiały rzemieślnicze. Używana do wytworzenia: Stabilna kolba I, Chwyt pionowy I, Chwyt skośny I, Chwyt pionowy II, Chwyt skośny II",
    "no": "Brukes til å lage et bredt spekter av gjenstander. Kan resirkuleres til håndverksmateriell. Brukes til å lage: Stabilt kolbe I, Vertikalt grep I, Vinklet grep I, Vertikalt grep II, Vinklet grep II",
    "da": "Bruges til at lave en bred vifte af genstande. Kan genbruges til håndværksmaterialer. Bruges til at lave: Stabilt kolbe I, Lodret greb I, Vinklet greb I, Lodret greb II, Vinklet greb II",
    "it": "Usato per creare un'ampia gamma di oggetti. Può essere riciclato in materiali da crafting. Usato per creare: Calcio stabile I, Impugnatura verticale I, Impugnatura angolata I, Impugnatura verticale II, Impugnatura angolata II",
    "ru": "Используется для создания широкого спектра предметов. Можно переработать в материалы для крафта. Используется для создания: Стабильный приклад I, Вертикальная рукоять I, Угловая рукоять I, Вертикальная рукоять II, Угловая рукоять II",
    "ja": "幅広いアイテムの製作に使用。クラフト素材にリサイクル可能。製作用途：スタブルストック I、バーティカルグリップ I、アングルグリップ I、バーティカルグリップ II、アングルグリップ II",
    "zh-TW": "用於製作各種物品。可以回收成製作材料。用於製作：穩定槍托 I、垂直握把 I、傾斜握把 I、垂直握把 II、傾斜握把 II",
    "uk": "Використовується для створення широкого спектру предметів. Можна переробити на матеріали для крафту. Використовується для створення: Стабільний приклад I, Вертикальна рукоятка I, Кутова рукоятка I, Вертикальна рукоятка II, Кутова рукоятка II",
    "zh-CN": "用于制作各种物品。可以回收成制作材料。用于制作：稳定枪托 I、垂直握把 I、倾斜握把 I、垂直握把 II、倾斜握把 II",
    "kr": "다양한 아이템을 제작하는 데 사용됩니다. 제작 재료로 재활용할 수 있습니다. 제작 용도: 안정형 개머리판 I, 수직 손잡이 I, 각진 손잡이 I, 수직 손잡이 II, 각진 손잡이 II",
    "tr": "Geniş bir yelpazede eşya üretmek için kullanılır. Üretim malzemelerine geri dönüştürülebilir. Şunları üretmek için kullanılır: Sabit Dipçik I, Dikey Kabza I, Açılı Kabza I, Dikey Kabza II, Açılı Kabza II",
    "hr": "Koristi se za izradu širokog spektra predmeta. Može se reciklirati u materijale za izradu. Koristi se za izradu: Stable Stock I, Vertical Grip I, Angled Grip I, Vertical Grip II, Angled Grip II",
    "sr": "Koristi se za izradu širokog spektra predmeta. Može se reciklirati u materijale za izradu. Koristi se za izradu: Stable Stock I, Vertical Grip I, Angled Grip I, Vertical Grip II, Angled Grip II"
  },
  "type": "Topside Material",
  "rarity": "Uncommon",
  "weightKg": 0.25,
  "stackSize": 15,
  "foundIn": "Residential, Commercial",
  "updatedAt": "11/03/2025"
}