{
  "id": "durable_cloth",
  "name": {
    "en": "Durable Cloth",
    "de": "Strapazierfähiges Stoffstück",
    "fr": "Tissu résistant",
    "es": "Tela resistente",
    "pt": "Tecido durável",
    "pl": "Wytrzymała tkanina",
    "no": "Slitesterkt stoff",
    "da": "Holdbart stof",
    "it": "Tessuto resistente",
    "ru": "Прочная ткань",
    "ja": "耐久性のある布",
    "zh-TW": "耐用布料",
    "uk": "Міцна тканина",
    "zh-CN": "耐用布料",
    "kr": "내구성 천",
    "tr": "Dayanıklı Kumaş",
    "hr": "Izdržljiva Tkanina",
    "sr": "Izdržljiva Tkanina"
  },
  "description": {
    "en": "Used to craft medical supplies. Used to craft: Herbal Bandage, Sterilized Bandage",
    "de": "Wird zur Herstellung von medizinischen Vorräten verwendet. Wird verwendet für: Kräuterverband, Sterilisierter Verband",
    "fr": "Permet de fabriquer des fournitures médicales. Permet de fabriquer : Bandage aux herbes, Bandage stérilisé",
    "es": "Se usa para fabricar suministros médicos. Se usa para fabricar: Venda herbal, Venda esterilizada",
    "pt": "Usado para fabricar suprimentos médicos. Usado para fabricar: Bandagem herbal, Bandagem esterilizada",
    "pl": "Używane do wytwarzania materiałów medycznych. Używane do wytworzenia: Bandaż ziołowy, Bandaż sterylny",
    "no": "Brukes til å lage medisinske forsyninger. Brukes til å lage: Urtebandasje, Sterilisert bandasje",
    "da": "Bruges til at lave medicinske forsyninger. Bruges til at lave: Urtebandage, Steriliseret bandage",
    "it": "Usato per creare forniture mediche. Usato per creare: Benda alle erbe, Benda sterilizzata",
    "ru": "Используется для создания медицинских принадлежностей. Используется для создания: Травяной бинт, Стерилизованный бинт",
    "ja": "医療用品の製作に使用される。製作可能：ハーバル包帯、滅菌包帯",
    "zh-TW": "用於製作醫療用品。可製作：草藥繃帶、消毒繃帶",
    "uk": "Використовується для створення медичних приладь. Використовується для створення: Трав'яний бинт, Стерилізований бинт",
    "zh-CN": "用于制作医疗用品。可制作：草药绷带、消毒绷带",
    "kr": "의료 용품 제작에 사용됨. 제작 가능: 허브 붕대, 멸균 붕대",
    "tr": "Tıbbi malzeme üretmek için kullanılır. Üretilebilir: Bitkisel Bandaj, Sterilize Bandaj",
    "hr": "Koristi se za izradu medicinskih potrepština. Koristi se za izradu: Biljni Zavoj, Sterilizirani Zavoj",
    "sr": "Koristi se za izradu medicinskih potrepština. Koristi se za izradu: Biljni Zavoj, Sterilizovani Zavoj"
  },
  "type": "Refined Material",
  "rarity": "Uncommon",
  "foundIn": "Medical, Commercial",
  "stackSize": 10,
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/durable_cloth.png",
  "updatedAt": "11/03/2025",
  "value": 640,
  "recyclesInto": {
    "fabric": 6
  },
  "recipe": {
    "fabric": 14
  },
  "craftBench": "refiner"
}
