{
  "id": "esr_analyzer",
  "name": {
    "en": "ESR Analyzer",
    "de": "ESR-Analysegerät",
    "fr": "Analyseur ESR",
    "es": "Analizador ESR",
    "pt": "Analisador ESR",
    "pl": "Analizator ESR",
    "no": "ESR-analysator",
    "da": "ESR-analysator",
    "it": "Analizzatore ESR",
    "ru": "Анализатор СОЭ",
    "ja": "ESR分析装置",
    "zh-TW": "ESR分析儀",
    "uk": "Аналізатор ШОЕ",
    "zh-CN": "ESR分析仪",
    "kr": "ESR 분석기",
    "tr": "ESR Analizörü",
    "hr": "ESR Analizator",
    "sr": "ESR Analizator"
  },
  "description": {
    "en": "A portable analyzer from the world before, complete with several spare tubes.",
    "de": "Ein spezialisiertes medizinisches Gerät zur Analyse der Erythrozytensedimentationsrate.",
    "fr": "Un appareil médical spécialisé pour analyser la vitesse de sédimentation des érythrocytes.",
    "es": "Un dispositivo médico especializado para analizar la velocidad de sedimentación de eritrocitos.",
    "pt": "Um dispositivo médico especializado para analisar a taxa de sedimentação de eritrócitos.",
    "pl": "Specjalistyczne urządzenie medyczne do analizy szybkości opadania erytrocytów.",
    "no": "En spesialisert medisinsk enhet for å analysere erytrocyttsedimenteringshastighet.",
    "da": "En specialiseret medicinsk enhed til analyse af erytrocytsedimenteringshastighed.",
    "it": "Un dispositivo medico specializzato per analizzare la velocità di sedimentazione degli eritrociti.",
    "ru": "Специализированное медицинское устройство для анализа скорости оседания эритроцитов.",
    "ja": "赤血球沈降速度を分析するための専門医療機器。",
    "zh-TW": "一種用於分析紅血球沉降率的專業醫療設備。",
    "uk": "Спеціалізований медичний пристрій для аналізу швидкості осідання еритроцитів.",
    "zh-CN": "一种用于分析红细胞沉降率的专业医疗设备。",
    "kr": "적혈구 침강 속도를 분석하기 위한 전문 의료 기기.",
    "tr": "Eritrosit sedimentasyon hızını analiz etmek için özel bir tıbbi cihaz.",
    "hr": "Specijaliziran medicinski uređaj za analizu brzine sedimentacije eritrocita.",
    "sr": "Specijalizovan medicinski uređaj za analizu brzine sedimentacije eritrocita."
  },
  "type": "Trinket",
  "updatedAt": "11/17/2025",
  "rarity": "Common",
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/esr_analyzer.png"
}