{
  "id": "expired_respirator",
  "name": {
    "en": "Expired Respirator",
    "de": "Abgelaufenes Atemschutzgerät",
    "fr": "Respirateur expiré",
    "es": "Respirador caducado",
    "pt": "Respirador expirado",
    "pl": "Przeterminowany respirator",
    "no": "Utløpt åndedrettsvern",
    "da": "Udløbet åndedrætsværn",
    "it": "Respiratore scaduto",
    "ru": "Просроченный респиратор",
    "ja": "期限切れレスピレーター",
    "zh-TW": "過期呼吸器",
    "uk": "Прострочений респіратор",
    "zh-CN": "过期呼吸器",
    "kr": "만료된 호흡기",
    "tr": "Süresi Dolmuş Solunum Cihazı",
    "hr": "Istekli respirator",
    "sr": "Istekli respirator"
  },
  "description": {
    "en": "The filters are clogged with sand and noxious fumes. Long past its lifespan.",
    "de": "Die Filter sind mit Sand und giftigen Dämpfen verstopft. Weit über seine Lebensdauer hinaus.",
    "fr": "Les filtres sont obstrués par du sable et des fumées nocives. Bien au-delà de sa durée de vie.",
    "es": "Los filtros están obstruidos con arena y humos nocivos. Mucho más allá de su vida útil.",
    "pt": "Os filtros estão entupidos com areia e fumaça nociva. Muito além de sua vida útil.",
    "pl": "Filtry są zatkane piaskiem i trującymi oparami. Dawno po upływie żywotności.",
    "no": "Filtrene er tette med sand og giftige gasser. Langt forbi levetiden.",
    "da": "Filtrene er tilstoppede med sand og giftige dampe. Langt forbi sin levetid.",
    "it": "I filtri sono intasati di sabbia e fumi nocivi. Molto oltre la sua durata.",
    "ru": "Фильтры забиты песком и ядовитыми испарениями. Давно отслужил свой срок.",
    "ja": "フィルターは砂と有毒ガスで詰まっている。寿命をとうに過ぎている。",
    "zh-TW": "過濾器被沙子和有毒煙霧堵塞。早已超過使用壽命。",
    "uk": "Фільтри забиті піском та отруйними випарами. Давно відслужив свій термін.",
    "zh-CN": "过滤器被沙子和有毒烟雾堵塞。早已超过使用寿命。",
    "kr": "필터가 모래와 유독 가스로 막혀 있습니다. 수명이 한참 지났습니다.",
    "tr": "Filtreler kum ve zararlı dumanlarla tıkanmış. Ömrünü çoktan doldurmuş.",
    "hr": "Filteri su začepljeni pijeskom i otrovnim isparenjima. Davno je prošao svoj vijek trajanja.",
    "sr": "Filteri su začepljeni peskom i otrovnim isparenjima. Davno je prošao svoj vek trajanja."
  },
  "type": "Recyclable",
  "rarity": "Rare",
  "value": 640,
  "recyclesInto": {
    "rubber_parts": 8,
    "fabric": 4
  },
  "salvagesInto": {
    "rubber_parts": 5
  },
  "weightKg": 2.0,
  "stackSize": 3,
  "foundIn": "Medical",
  "imageFilename": "https://cdn.arctracker.io/items/expired_respirator.png",
  "updatedAt": "11/03/2025"
}