{
  "id": "explosive_compound",
  "name": {
    "en": "Explosive Compound",
    "de": "Explosive Substanz",
    "fr": "Composé explosif",
    "es": "Compuesto explosivo",
    "pt": "Composto explosivo",
    "pl": "Mieszanka wybuchowa",
    "no": "Eksplosiv blanding",
    "da": "Eksplosiv blanding",
    "it": "Composto esplosivo",
    "ru": "Взрывчатое вещество",
    "ja": "爆発性化合物",
    "zh-TW": "爆炸化合物",
    "uk": "Вибухова речовина",
    "zh-CN": "爆炸化合物",
    "kr": "폭발 화합물",
    "tr": "Patlayıcı Bileşik",
    "hr": "Eksplozivna smjesa",
    "sr": "Eksplozivna smesa"
  },
  "description": {
    "en": "Used to craft explosives. Used to craft: Wolfpack, Explosive Mine, Blaze Grenade, Heavy Fuze Grenade",
    "de": "Wird zur Herstellung von Sprengstoffen verwendet. Wird verwendet für: Wolfpack, Sprengmine, Flammen-Granate, Schwere Zündgranate",
    "fr": "Permet de fabriquer des explosifs. Permet de fabriquer : Wolfpack, mine explosive, grenade flamboyante, grenade à mèche lourde",
    "es": "Usado para fabricar explosivos. Usado para fabricar: Wolfpack, mina explosiva, granada incendiaria, granada de mecha pesada",
    "pt": "Usado para fabricar explosivos. Usado para fabricar: Wolfpack, mina explosiva, granada incendiária, granada de pavio pesado",
    "pl": "Używany do tworzenia materiałów wybuchowych. Używany do tworzenia: Wolfpack, mina wybuchowa, granat zapalający, ciężki granat zapalnikowy",
    "no": "Brukes til å lage eksplosiver. Brukes til å lage: Wolfpack, eksplosiv mine, flammegranат, tung luntegranat",
    "da": "Bruges til at lave sprængstoffer. Bruges til at lave: Wolfpack, eksplosiv mine, flammegranат, tung lunтеgranat",
    "it": "Usato per creare esplosivi. Usato per creare: Wolfpack, mina esplosiva, granata incendiaria, granata a miccia pesante",
    "ru": "Используется для создания взрывчатки. Используется для создания: Wolfpack, взрывная мина, огненная граната, тяжёлая граната с взрывателем",
    "ja": "爆発物の製作に使用される。製作可能: Wolfpack、爆発地雷、ブレイズグレネード、ヘビーフューズグレネード",
    "zh-TW": "用於製作爆裂物。可製作：Wolfpack、爆炸地雷、烈焰手榴彈、重型引信手榴彈",
    "uk": "Використовується для створення вибухівки. Використовується для створення: Wolfpack, вибухова міна, вогняна граната, важка граната з запалом",
    "zh-CN": "用于制作爆炸物。可制作：Wolfpack、爆炸地雷、烈焰手榴弹、重型引信手榴弹",
    "kr": "폭발물 제작에 사용됩니다. 제작 가능: 울프팩, 폭발 지뢰, 블레이즈 수류탄, 헤비 퓨즈 수류탄",
    "tr": "Patlayıcı üretmek için kullanılır. Üretilebilir: Wolfpack, Patlayıcı Mayın, Alev Bombası, Ağır Fünye Bombası",
    "hr": "Koristi se za izradu eksploziva. Koristi se za izradu: Wolfpack, Eksplozivna mina, Blaze granata, Teška Fuze granata",
    "sr": "Koristi se za izradu eksploziva. Koristi se za izradu: Wolfpack, Eksplozivna mina, Blaze granata, Teška Fuze granata"
  },
  "type": "Refined Material",
  "rarity": "Rare",
  "value": 1000,
  "weightKg": 0.3,
  "stackSize": 5,
  "foundIn": "Industrial, Security",
  "imageFilename": "https://cdn.arctracker.io/items/explosive_compound.png",
  "updatedAt": "11/03/2025",
  "recipe": {
    "crude_explosives": 2,
    "oil": 2
  },
  "recyclesInto": {
    "chemicals": 2
  },
  "craftBench": "refiner"
}