{
  "id": "extended_medium_mag_ii_blueprint",
  "name": {
    "en": "Extended Medium Mag II Blueprint",
    "de": "Erweitertes mittleres Magazin II-Blaupause",
    "fr": "Plan de chargeur moyen étendu II",
    "es": "Plano de cargador mediano extendido II",
    "pt": "Projeto de carregador médio estendido II",
    "pl": "Projekt rozszerzonego średniego magazynka II",
    "no": "Utvidet medium magasin II-tegning",
    "da": "Udvidet medium magasin II-tegning",
    "it": "Progetto caricatore medio esteso II",
    "ru": "Чертёж расширенного среднего магазина II",
    "ja": "拡張ミディアムマガジンII設計図",
    "zh-TW": "延長中型彈匣II藍圖",
    "uk": "Креслення розширеного середнього магазину II",
    "zh-CN": "延长中型弹匣II蓝图",
    "kr": "확장 중형 탄창 II 설계도",
    "tr": "Genişletilmiş Orta Boy Şarjör II Planı",
    "hr": "Nacrt za Prošireni Srednji Spremnik II",
    "sr": "Nacrt za Prošireni Srednji Spremnik II"
  },
  "description": {
    "en": "Moderately extends the ammo capacity of compatible weapons that use medium ammo.",
    "de": "Erweitert die Munitionskapazität von kompatiblen Waffen mit mittlerer Munition mäßig.",
    "fr": "Augmente modérément la capacité de munitions des armes compatibles utilisant des munitions moyennes.",
    "es": "Extiende moderadamente la capacidad de munición de armas compatibles que usan munición mediana.",
    "pt": "Estende moderadamente a capacidade de munição de armas compatíveis que usam munição média.",
    "pl": "Umiarkowanie zwiększa pojemność amunicji kompatybilnych broni używających średniej amunicji.",
    "no": "Utvider ammunisjonskapasiteten til kompatible våpen som bruker medium ammunisjon moderat.",
    "da": "Udvider ammunitionskapaciteten af kompatible våben, der bruger medium ammunition, moderat.",
    "it": "Estende moderatamente la capacità di munizioni delle armi compatibili che usano munizioni medie.",
    "ru": "Умеренно увеличивает ёмкость боеприпасов совместимого оружия, использующего средние патроны.",
    "ja": "中型弾薬を使用する対応武器の弾薬容量を適度に拡張する。",
    "zh-TW": "適度延長使用中型彈藥的相容武器的彈藥容量。",
    "uk": "Помірно збільшує ємність боєприпасів сумісної зброї, що використовує середні патрони.",
    "zh-CN": "适度延长使用中型弹药的兼容武器的弹药容量。",
    "kr": "중형 탄약을 사용하는 호환 무기의 탄약 용량을 적당히 확장합니다.",
    "tr": "Orta boy mühimmat kullanan uyumlu silahların mermi kapasitesini orta düzeyde artırır.",
    "hr": "Umjereno proširuje kapacitet streljiva kompatibilnog oružja koje koristi srednje streljivo.",
    "sr": "Umereno proširuje kapacitet streljiva kompatibilnog oružja koje koristi srednje streljivo."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "imageFilename": "https://cdn.arctracker.io/items/extended_medium_mag_ii_blueprint.png",
  "rarity": "Legendary",
  "updatedAt": "11/12/2025"
}