{
  "id": "extended_light_mag_i",
  "name": {
    "en": "Extended Light Mag I",
    "de": "Erweitertes Leichtmagazin I",
    "fr": "Chargeur léger étendu I",
    "es": "Cargador ligero extendido I",
    "pt": "Carregador leve estendido I",
    "pl": "Rozszerzony lekki magazynek I",
    "no": "Utvidet lett magasin I",
    "da": "Udvidet let magasin I",
    "it": "Caricatore leggero esteso I",
    "ru": "Расширенный лёгкий магазин I",
    "ja": "拡張ライトマガジン I",
    "zh-TW": "延長輕型彈匣 I",
    "uk": "Розширений легкий магазин I",
    "zh-CN": "延长轻型弹匣 I",
    "kr": "확장 경량 탄창 I",
    "tr": "Uzatılmış Hafif Şarjör I",
    "hr": "Produženi Laki Spremnik I",
    "sr": "Produženi Laki Okvir I"
  },
  "description": {
    "en": "Slightly extends the ammo capacity of compatible weapons that use light ammo. Compatible with: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "de": "Erweitert leicht die Munitionskapazität kompatibler Waffen, die leichte Munition verwenden. Kompatibel mit: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "fr": "Étend légèrement la capacité de munitions des armes compatibles qui utilisent des munitions légères. Compatible avec : Fondoir, Burletta, Hairpin, Bobcat, Sutureur",
    "es": "Extiende ligeramente la capacidad de munición de armas compatibles que usan munición ligera. Compatible con: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "pt": "Estende ligeiramente a capacidade de munição de armas compatíveis que usam munição leve. Compatível com: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "pl": "Nieznacznie zwiększa pojemność amunicji kompatybilnych broni używających lekkiej amunicji. Kompatybilny z: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "no": "Utvider litt ammunisjonskapasiteten til kompatible våpen som bruker lett ammunisjon. Kompatibel med: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "da": "Udvider lidt ammunitionskapaciteten for kompatible våben, der bruger let ammunition. Kompatibel med: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "it": "Estende leggermente la capacità di munizioni delle armi compatibili che usano munizioni leggere. Compatibile con: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "ru": "Немного увеличивает ёмкость магазина совместимого оружия, использующего лёгкие патроны. Совместимо с: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "ja": "軽弾薬を使用する対応武器の弾薬容量をわずかに拡張する。対応武器：Kettle、Burletta、Hairpin、Bobcat、Stitcher",
    "zh-TW": "略微增加使用輕型彈藥的相容武器的彈藥容量。相容武器：Kettle、Burletta、Hairpin、Bobcat、Stitcher",
    "uk": "Трохи збільшує ємність магазину сумісної зброї, що використовує легкі патрони. Сумісно з: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "zh-CN": "略微增加使用轻型弹药的兼容武器的弹药容量。兼容武器：Kettle、Burletta、Hairpin、Bobcat、Stitcher",
    "kr": "경량 탄약을 사용하는 호환 무기의 탄약 용량을 약간 증가시킵니다. 호환 무기: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "tr": "Hafif mermi kullanan uyumlu silahların mermi kapasitesini hafifçe artırır. Uyumlu silahlar: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "hr": "Blago povećava kapacitet streljiva kompatibilnog oružja koje koristi lako streljivo. Kompatibilno s: Kettle, Burletta, Hairpin, Bobcat, Stitcher",
    "sr": "Blago povećava kapacitet municije kompatibilnog oružja koje koristi laku municiju. Kompatibilno sa: Kettle, Burletta, Hairpin, Bobcat, Stitcher"
  },
  "type": "Modification",
  "rarity": "Common",
  "value": 640,
  "imageFilename": "https://cdn.arctracker.io/items/extended_light_mag_i.png",
  "compatibleWith": [
    "Hairpin",
    "Kettle",
    "Stitcher",
    "Burletta",
    "Bobcat"
  ],
  "recyclesInto": {
    "plastic_parts": 6
  },
  "salvagesInto": {
    "plastic_parts": 3
  },
  "weightKg": 0.25,
  "effects": {
    "Magazine Size": {
      "en": "Magazine Size",
      "de": "Magazingröße",
      "fr": "Taille du chargeur",
      "es": "Tamaño del cargador",
      "pt": "Tamanho do carregador",
      "pl": "Rozmiar magazynka",
      "no": "Magasinstørrelse",
      "da": "Magasinstørrelse",
      "it": "Dimensione caricatore",
      "ru": "Размер магазина",
      "ja": "マガジンサイズ",
      "zh-TW": "彈匣容量",
      "uk": "Розмір магазину",
      "zh-CN": "弹匣容量",
      "kr": "탄창 크기",
      "tr": "Şarjör Boyutu",
      "hr": "Veličina Spremnika",
      "sr": "Veličina Okvira",
      "value": "+5"
    }
  },
  "updatedAt": "11/03/2025",
  "recipe": {
    "plastic_parts": 6,
    "steel_spring": 1
  },
  "craftBench": "weapon_bench"
}