{
  "id": "fine_wristwatch",
  "name": {
    "en": "Fine Wristwatch",
    "de": "Edle Armbanduhr",
    "fr": "Montre-bracelet raffinée",
    "es": "Reloj de pulsera fino",
    "pt": "Relógio de pulso fino",
    "pl": "Elegancki zegarek na rękę",
    "no": "Fin armbåndsklokke",
    "da": "Fint armbåndsur",
    "it": "Orologio da polso pregiato",
    "ru": "Изысканные наручные часы",
    "ja": "高級腕時計",
    "zh-TW": "精緻腕錶",
    "uk": "Вишукані наручні годинники",
    "zh-CN": "精致腕表",
    "kr": "고급 손목시계",
    "tr": "Kaliteli Kol Saati",
    "hr": "Fini Ručni Sat",
    "sr": "Fini Ručni Sat"
  },
  "description": {
    "en": "Perfect for telling the time, and showcasing that you're an exceedingly dignified person.",
    "de": "Perfekt, um die Zeit abzulesen und zu zeigen, dass man eine äußerst würdevolle Person ist.",
    "fr": "Parfait pour donner l'heure et montrer que vous êtes une personne extrêmement digne.",
    "es": "Perfecto para decir la hora y demostrar que eres una persona extremadamente digna.",
    "pt": "Perfeito para ver as horas e mostrar que você é uma pessoa extremamente digna.",
    "pl": "Idealny do sprawdzania czasu i pokazania, że jesteś niezwykle dostojną osobą.",
    "no": "Perfekt for å fortelle tiden, og vise at du er en ekstremt verdig person.",
    "da": "Perfekt til at fortælle tiden og vise, at du er en yderst værdig person.",
    "it": "Perfetto per dire l'ora e mostrare che sei una persona estremamente dignitosa.",
    "ru": "Идеально подходит для определения времени и демонстрации того, что вы исключительно достойный человек.",
    "ja": "時間を確認するのに最適で、あなたが非常に品格のある人物であることを示せる。",
    "zh-TW": "完美地顯示時間，並展示你是一個極其高雅的人。",
    "uk": "Ідеально підходить для визначення часу та демонстрації того, що ви надзвичайно гідна людина.",
    "zh-CN": "完美地显示时间，并展示你是一个极其高雅的人。",
    "kr": "시간을 확인하고 당신이 매우 품위 있는 사람임을 보여주기에 완벽합니다.",
    "tr": "Zamanı söylemek ve son derece saygın bir insan olduğunuzu sergilemek için mükemmel.",
    "hr": "Savršen za očitavanje vremena i pokazivanje da ste iznimno dostojanstvena osoba.",
    "sr": "Savršen za očitavanje vremena i pokazivanje da ste izuzetno dostojanstvena osoba."
  },
  "type": "Trinket",
  "weightKg": 0.2,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/fine_wristwatch.png",
  "rarity": "Rare",
  "updatedAt": "11/01/2025",
  "value": 3000
}