{
  "name": {
    "en": "First Wave Rations",
    "de": "Erste-Welle-Rationen",
    "fr": "Rations de la Première Vague",
    "es": "Raciones de la Primera Oleada",
    "pt": "Rações da Primeira Onda",
    "pl": "Racje Pierwszej Fali",
    "no": "Første Bølge Rasjoner",
    "da": "Første Bølge Rationer",
    "it": "Razioni della Prima Ondata",
    "ja": "第一波の配給品",
    "kr": "1차 공세 배급품",
    "zh-CN": "第一波配给",
    "zh-TW": "第一波配給",
    "ru": "Пайки Первой Волны",
    "tr": "İlk Dalga Erzakı",
    "uk": "Пайки Першої Хвилі",
    "sr": "Obroci Prvog Talasa",
    "hr": "Obroci Prvog Vala"
  },
  "description": {
    "en": "Often heated above discreet fires, these meager provisions are said to have fueled a resistance.",
    "de": "Oft über versteckten Feuern erhitzt, sollen diese kargen Vorräte einen Widerstand angetrieben haben.",
    "fr": "Souvent réchauffées au-dessus de feux discrets, ces maigres provisions auraient alimenté une résistance.",
    "es": "A menudo calentadas sobre fuegos discretos, se dice que estas escasas provisiones alimentaron una resistencia.",
    "pt": "Frequentemente aquecidas sobre fogueiras discretas, estas provisões escassas teriam alimentado uma resistência.",
    "pl": "Często podgrzewane nad dyskretnym ogniem, te skromne zapasy podobno napędzały ruch oporu.",
    "no": "Ofte oppvarmet over diskré bål, sies disse knappe forsyningene å ha drevet en motstand.",
    "da": "Ofte opvarmet over diskrete bål, siges disse knappe forsyninger at have drevet en modstand.",
    "it": "Spesso riscaldate su fuochi discreti, si dice che queste magre provviste abbiano alimentato una resistenza.",
    "ja": "目立たない焚き火で温められることが多く、これらのわずかな食料が抵抗運動を支えたと言われている。",
    "kr": "은밀한 모닥불 위에서 데워지곤 했던 이 빈약한 식량이 저항군을 지탱했다고 전해진다.",
    "zh-CN": "这些微薄的补给常在隐蔽的火堆上加热，据说曾为抵抗运动提供了动力。",
    "zh-TW": "這些微薄的補給常在隱蔽的火堆上加熱，據說曾為抵抗運動提供了動力。",
    "ru": "Эти скудные запасы, часто разогреваемые на незаметных кострах, как говорят, поддерживали сопротивление.",
    "tr": "Genellikle gizli ateşlerde ısıtılan bu yetersiz erzakın bir direnişi beslediği söylenir.",
    "uk": "Ці мізерні запаси, що часто підігрівалися над непомітними вогнищами, як кажуть, підтримували опір.",
    "sr": "Često zagrevani iznad diskretnih vatrišta, ovi oskudni obroci navodno su pokretali otpor.",
    "hr": "Često zagrijavani iznad diskretnih vatrišta, ovi oskudni obroci navodno su pokretali otpor."
  },
  "id": "first_wave_rations",
  "type": "Trinket",
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/first_wave_rations.png",
  "rarity": "Common",
  "updatedAt": "11/17/2025"
}