{
  "name": {
    "en": "First Wave Compass",
    "de": "Erste-Welle-Kompass",
    "fr": "Boussole de la Première Vague",
    "es": "Brújula de la Primera Ola",
    "pt": "Bússola da Primeira Onda",
    "pl": "Kompas Pierwszej Fali",
    "no": "Første Bølge-kompass",
    "da": "Første Bølge-kompas",
    "it": "Bussola della Prima Ondata",
    "ja": "第一波コンパス",
    "kr": "1차 파동 나침반",
    "zh-CN": "第一波罗盘",
    "zh-TW": "第一波羅盤",
    "ru": "Компас Первой Волны",
    "tr": "İlk Dalga Pusulası",
    "uk": "Компас Першої Хвилі",
    "sr": "Kompas Prvog Talasa",
    "hr": "Kompas Prvog Vala"
  },
  "description": {
    "en": "Dusty but functional, these helped chart a course when all seemed lost.",
    "de": "Staubig, aber funktionsfähig, halfen diese dabei, einen Kurs zu bestimmen, als alles verloren schien.",
    "fr": "Poussiéreux mais fonctionnel, ceux-ci ont aidé à tracer une route quand tout semblait perdu.",
    "es": "Polvorientas pero funcionales, estas ayudaron a trazar un rumbo cuando todo parecía perdido.",
    "pt": "Empoeiradas mas funcionais, estas ajudaram a traçar um rumo quando tudo parecia perdido.",
    "pl": "Zakurzone, ale funkcjonalne, pomogły wyznaczyć kurs, gdy wszystko wydawało się stracone.",
    "no": "Støvete men funksjonelle, disse hjalp til med å kartlegge en kurs når alt virket tapt.",
    "da": "Støvede men funktionelle, disse hjalp med at kortlægge en kurs, da alt syntes tabt.",
    "it": "Impolverata ma funzionale, questa ha aiutato a tracciare una rotta quando tutto sembrava perduto.",
    "ja": "埃まみれだが機能的で、すべてが失われたように見えた時に進路を示してくれた。",
    "kr": "먼지가 쌓였지만 작동하며, 모든 것이 잃어버린 것처럼 보일 때 길을 찾는 데 도움을 주었습니다.",
    "zh-CN": "虽然布满灰尘但仍能使用，在一切似乎都失去希望时帮助指引了方向。",
    "zh-TW": "雖然佈滿灰塵但仍能使用，在一切似乎都失去希望時幫助指引了方向。",
    "ru": "Пыльные, но рабочие, они помогли проложить курс, когда всё казалось потерянным.",
    "tr": "Tozlu ama işlevsel, her şey kaybolmuş gibi göründüğünde rotayı belirlemeye yardımcı oldular.",
    "uk": "Запилені, але функціональні, вони допомогли прокласти курс, коли все здавалося втраченим.",
    "sr": "Prašnjavi ali funkcionalni, pomogli su da se odredi kurs kada se sve činilo izgubljenim.",
    "hr": "Prašnjavi ali funkcionalni, pomogli su odrediti smjer kada se sve činilo izgubljenim."
  },
  "id": "first_wave_compass",
  "type": "Trinket",
  "weightKg": 0.25,
  "imageFilename": "https://cdn.arctracker.io/items/first_wave_compass.png",
  "rarity": "Common",
  "updatedAt": "11/17/2025"
}