{
  "id": "great_mullein",
  "name": {
    "en": "Great Mullein",
    "de": "Kleinblütige Königskerze",
    "fr": "Grande molène",
    "es": "Gordolobo",
    "pt": "Verbasco",
    "pl": "Dziewanna",
    "no": "Kongslys",
    "da": "Kongelys",
    "it": "Verbasco",
    "ru": "Коровяк обыкновенный",
    "ja": "ビロードモウズイカ",
    "zh-TW": "毛蕊花",
    "uk": "Коров'як звичайний",
    "zh-CN": "毛蕊花",
    "kr": "큰 뮬레인",
    "tr": "Sığırkuyruğu",
    "hr": "Divizma",
    "sr": "Divizma"
  },
  "rarity": "Uncommon",
  "type": "Topside Material",
  "value": 300,
  "recyclesInto": {
    "assorted_seeds": 2
  },
  "updatedAt": "10/31/2025",
  "description": {
    "en": "Used to craft medical supplies. Used to craft: Herbal Bandage, Antiseptic",
    "de": "Wird zur Herstellung medizinischer Objekte verwendet. Wird verwendet für: Kräuterverband, Desinfektionsmittel",
    "fr": "Permet de fabriquer des fournitures médicales. Permet de fabriquer : Bandage aux Herbes, Antiseptique",
    "es": "Usado para fabricar suministros médicos. Usado para fabricar: Vendaje Herbal, Antiséptico",
    "pt": "Usado para fabricar suprimentos médicos. Usado para fabricar: Bandagem Herbal, Antisséptico",
    "pl": "Używane do wytwarzania materiałów medycznych. Używane do wytworzenia: Ziołowy Bandaż, Antyseptyk",
    "no": "Brukes til å lage medisinske forsyninger. Brukes til å lage: Urtebandasje, Antiseptisk middel",
    "da": "Bruges til at lave medicinske forsyninger. Bruges til at lave: Urtebandage, Antiseptisk middel",
    "it": "Usato per creare forniture mediche. Usato per creare: Benda alle Erbe, Antisettico",
    "ru": "Используется для создания медицинских принадлежностей. Используется для создания: Травяной бинт, Антисептик",
    "ja": "医療品の製作に使用される。製作可能: ハーブ包帯、消毒薬",
    "zh-TW": "用於製作醫療用品。可製作：草藥繃帶、消毒劑",
    "uk": "Використовується для створення медичних матеріалів. Використовується для створення: Трав'яний бинт, Антисептик",
    "zh-CN": "用于制作医疗用品。可制作：草药绷带、消毒剂",
    "kr": "의료 용품 제작에 사용됩니다. 제작 가능: 약초 붕대, 소독제",
    "tr": "Tıbbi malzeme üretmek için kullanılır. Üretilebilir: Bitkisel Bandaj, Antiseptik",
    "hr": "Koristi se za izradu medicinskih potrepština. Koristi se za izradu: Biljni zavoj, Antiseptik",
    "sr": "Koristi se za izradu medicinskih potrepština. Koristi se za izradu: Biljni zavoj, Antiseptik"
  },
  "weightKg": 0.25,
  "foundIn": "Nature",
  "stackSize": 15,
  "imageFilename": "https://cdn.arctracker.io/items/great_mullein.png"
}