{
  "id": "jolt_mine_blueprint",
  "name": {
    "en": "Jolt Mine Blueprint",
    "de": "Schock-Mine Blaupause",
    "fr": "Plan de mine paralysante",
    "es": "Plano de mina aturdidora",
    "pt": "Projeto de mina atordoante",
    "pl": "Projekt miny paraliżującej",
    "no": "Sjokk-mine tegning",
    "da": "Chok-mine tegning",
    "it": "Progetto mina stordente",
    "ru": "Чертёж мины-оглушителя",
    "ja": "ジョルトマイン設計図",
    "zh-TW": "震盪地雷藍圖",
    "uk": "Креслення міни-оглушувача",
    "zh-CN": "震荡地雷蓝图",
    "kr": "전격 지뢰 설계도",
    "tr": "Sarsıcı Mayın Planı",
    "hr": "Nacrt za Jolt minu",
    "sr": "Nacrt za Jolt minu"
  },
  "description": {
    "en": "A proximity-triggered mine that pops up and stuns anything within its radius.",
    "de": "Eine annäherungsaktivierte Mine, die hochspringt und alles in ihrem Radius betäubt.",
    "fr": "Une mine à déclenchement de proximité qui surgit et étourdit tout ce qui se trouve dans son rayon.",
    "es": "Una mina activada por proximidad que salta y aturde cualquier cosa dentro de su radio.",
    "pt": "Uma mina ativada por proximidade que salta e atordoa qualquer coisa dentro de seu raio.",
    "pl": "Mina aktywowana zbliżeniem, która wyskakuje i ogłusza wszystko w swoim promieniu.",
    "no": "En nærhetsaktivert mine som spretter opp og bedøver alt innenfor sin radius.",
    "da": "En nærhedsudløst mine der springer op og bedøver alt inden for sin radius.",
    "it": "Una mina attivata dalla prossimità che salta su e stordisce qualsiasi cosa nel suo raggio.",
    "ru": "Мина с датчиком приближения, которая выскакивает и оглушает всё в радиусе действия.",
    "ja": "近接起動する地雷で、飛び出して範囲内のあらゆる対象をスタンさせる。",
    "zh-TW": "一種接近觸發的地雷，會彈起並擊暈範圍內的任何目標。",
    "uk": "Міна з датчиком наближення, яка вистрибує та оглушує все в радіусі дії.",
    "zh-CN": "一种接近触发的地雷，会弹起并击晕范围内的任何目标。",
    "kr": "근접 시 작동하여 튀어 오르고 반경 내의 모든 것을 기절시키는 지뢰.",
    "tr": "Yakınlık tetiklemeli bir mayın, fırlayarak yarıçapı içindeki her şeyi sersemletir.",
    "hr": "Mina aktivirana blizinom koja iskoči i omamljuje sve u svom radijusu.",
    "sr": "Mina aktivirana blizinom koja iskoči i omamljuje sve u svom radijusu."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "stackSize": 1,
  "imageFilename": "https://cdn.arctracker.io/items/jolt_mine.png",
  "rarity": "Legendary",
  "updatedAt": "11/12/2025"
}