{
  "id": "jupiter_blueprint",
  "name": {
    "en": "Jupiter Blueprint",
    "de": "Jupiter-Blaupause",
    "uk": "Креслення Юпітера",
    "ru": "Чертеж Юпитера",
    "zh-TW": "木星藍圖",
    "tr": "Jüpiter Planı",
    "zh-CN": "木星蓝图",
    "it": "Progetto Jupiter",
    "kr": "주피터 설계도",
    "sr": "Jupiter nacrt",
    "pl": "Projekt Jupitera",
    "no": "Jupiter-tegning",
    "ja": "ジュピター設計図",
    "fr": "Plan de Jupiter",
    "es": "Plano de Júpiter",
    "hr": "Jupiter nacrt",
    "pt": "Projeto do Júpiter",
    "da": "Jupiter-tegning"
  },
  "description": {
    "en": "A bolt-action sniper rifle with exceptional damage output and accuracy, but slow handling.",
    "de": "Ein Repetier-Scharfschützengewehr mit außergewöhnlicher Schadensleistung und Genauigkeit, aber langsamer Handhabung.",
    "uk": "Снайперська гвинтівка з ручним перезарядженням з виключною потужністю пошкоджень та точністю, але повільним керуванням.",
    "ru": "Снайперская винтовка с продольно-скользящим затвором с исключительным уроном и точностью, но медленным обращением.",
    "zh-TW": "一把栓動式狙擊步槍，擁有卓越的傷害輸出和精準度，但操作緩慢。",
    "tr": "Olağanüstü hasar çıktısı ve isabetliliğe sahip ancak yavaş kullanımlı sürgülü keskin nişancı tüfeği.",
    "zh-CN": "一把栓动式狙击步枪，拥有卓越的伤害输出和精准度，但操作缓慢。",
    "it": "Un fucile da cecchino a otturatore girevole-scorrevole con danni e precisione eccezionali, ma maneggevolezza lenta.",
    "kr": "뛰어난 피해량과 정확도를 가진 볼트액션 저격소총이지만, 조작이 느립니다.",
    "sr": "Repetirna snajperska puška sa izuzetnom snagom i preciznošću, ali sporim rukovanjem.",
    "pl": "Karabin snajperski z zamkiem ryglowym o wyjątkowych obrażeniach i celności, ale powolnej obsłudze.",
    "no": "En repeterrifle med eksepsjonell skadeeffekt og nøyaktighet, men treg håndtering.",
    "ja": "優れたダメージ出力と精度を持つボルトアクション式スナイパーライフルですが、取り回しが遅いです。",
    "fr": "Un fusil de sniper à verrou avec des dégâts et une précision exceptionnels, mais un maniement lent.",
    "es": "Un rifle de francotirador de cerrojo con daño y precisión excepcionales, pero manejo lento.",
    "hr": "Repetirna snajperska puška s iznimnom snagom i preciznošću, ali sporim rukovanjem.",
    "pt": "Um rifle sniper de ferrolho com dano e precisão excepcionais, mas manuseio lento.",
    "da": "En bolt-action sniperriffel med exceptionel skadeeffekt og præcision, men langsom håndtering."
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/jupiter.png",
  "updatedAt": "11/12/2025"
}