{
  "id": "lances_mixtape_5th_edition",
  "name": {
    "en": "Lance's Mixtape (5th Edition)",
    "de": "Lances Mixtape (5. Ausgabe)",
    "fr": "Mixtape de Lance (5e édition)",
    "es": "Mixtape de Lance (5ª edición)",
    "pt": "Mixtape do Lance (5ª edição)",
    "pl": "Mixtape Lance'a (5. edycja)",
    "no": "Lances Mixtape (5. utgave)",
    "da": "Lances Mixtape (5. udgave)",
    "it": "Mixtape di Lance (5ª edizione)",
    "ru": "Микстейп Лэнса (5-е издание)",
    "ja": "ランスのミックステープ（第5版）",
    "zh-TW": "蘭斯的混音帶（第5版）",
    "uk": "Мікстейп Ленса (5-е видання)",
    "zh-CN": "兰斯的混音带（第5版）",
    "kr": "랜스의 믹스테이프 (5판)",
    "tr": "Lance'in Karışık Kaseti (5. Baskı)",
    "hr": "Lanceova Mješavina (5. Izdanje)",
    "sr": "Lensova Mešavina (5. Izdanje)"
  },
  "description": {
    "en": "Lance has personally planted a number of these around the Rust Belt, for some reason.",
    "de": "Lance hat aus irgendeinem Grund persönlich eine Reihe davon im Rust Belt verteilt.",
    "fr": "Lance en a personnellement planté un certain nombre dans la Rust Belt, pour une raison quelconque.",
    "es": "Lance ha plantado personalmente varios de estos por el Cinturón de Óxido, por alguna razón.",
    "pt": "Lance plantou pessoalmente vários destes pelo Cinturão de Ferrugem, por algum motivo.",
    "pl": "Lance osobiście rozmieścił kilka z nich po Rust Belt, z jakiegoś powodu.",
    "no": "Lance har personlig plassert en rekke av disse rundt om i Rust Belt, av en eller annen grunn.",
    "da": "Lance har personligt plantet en række af disse rundt om i Rust Belt, af en eller anden grund.",
    "it": "Lance ne ha piantati personalmente diversi in giro per la Rust Belt, per qualche motivo.",
    "ru": "Лэнс лично разместил несколько таких по всему Ржавому Поясу, по какой-то причине.",
    "ja": "ランスは何らかの理由で、ラストベルト周辺に個人的にこれらをいくつか設置した。",
    "zh-TW": "蘭斯出於某種原因，親自在鏽帶各處放置了許多這些東西。",
    "uk": "Ленс особисто розмістив декілька таких по всьому Іржавому Поясу, з якоїсь причини.",
    "zh-CN": "兰斯出于某种原因，亲自在锈带各处放置了许多这些东西。",
    "kr": "랜스는 어떤 이유에서인지 러스트 벨트 곳곳에 이것들을 직접 심어놓았다.",
    "tr": "Lance, bir nedenden dolayı bunlardan bir dizi tanesini Pas Kuşağı'nın etrafına bizzat yerleştirmiş.",
    "hr": "Lance je osobno rasporedio nekoliko ovih po Pojasu Hrđe, iz nekog razloga.",
    "sr": "Lens je lično rasporedio nekoliko ovih po Pojasu Hrđe, iz nekog razloga."
  },
  "type": "Trinket",
  "value": 10000,
  "updatedAt": "11/04/2025",
  "rarity": "Epic",
  "weightKg": 0.2,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/lances_mixtape_5th_edition.png"
}