{
  "id": "looting_mk3_survivor_blueprint",
  "name": {
    "en": "Looting Mk. 3 (Survivor) Blueprint",
    "de": "Plünderungs-Mk. 3 (Überlebender) Blaupause",
    "fr": "Schéma Butin 3 (survie)",
    "es": "Plano Saqueo Ver. 3 (Superviviente)",
    "pt": "Projeto Saque Mk. 3 (Sobrevivente)",
    "pl": "Projekt Grabież Mk. 3 (Ocalały)",
    "no": "Plyndring Mk. 3 (Survivor) Blåkopi",
    "da": "Plyndring Mk. 3 (Survivor) Tegning",
    "it": "Progetto Saccheggio Mk. 3 (Sopravvissuto)",
    "ja": "ルーティング Mk. 3 (サバイバー) 設計図",
    "kr": "약탈 Mk. 3 (생존자) 설계도",
    "zh-CN": "掠夺 Mk. 3（幸存者）蓝图",
    "zh-TW": "掠奪 Mk. 3（倖存者）藍圖",
    "ru": "Чертеж грабительского Mk. 3 (выживший)",
    "tr": "Yağmalama Mk. 3 (Hayatta Kalan) Planı",
    "uk": "Креслення мародерського Mk. 3 (вижилий)",
    "sr": "Pljačkaški Mk. 3 (Preživeli) Nacrt",
    "hr": "Pljačkaški Mk. 3 (Preživjeli) Nacrt"
  },
  "description": {
    "en": "A heavy-duty pack mule augment. Large weight capacity and large backpack space.",
    "de": "Eine robuste Packesel-Erweiterung. Große Gewichtskapazität und großer Rucksackplatz.",
    "fr": "Une amélioration de mulet de bât robuste. Grande capacité de poids et grand espace de sac à dos.",
    "es": "Un aumento de mula de carga resistente. Gran capacidad de peso y gran espacio de mochila.",
    "pt": "Um aumento de mula de carga resistente. Grande capacidade de peso e grande espaço de mochila.",
    "pl": "Wytrzymała augmentacjaьючного zwierzęcia. Duża pojemność wagowa i duża przestrzeń plecaka.",
    "no": "En robust pakkmuldyr-forsterkning. Stor vektkapasitet og stort sekkeromsplass.",
    "da": "En robust pakæsel-forstærkning. Stor vægtkapacitet og stort rygsækrum.",
    "it": "Un potenziamento da mulo da soma resistente. Grande capacità di peso e grande spazio zaino.",
    "ja": "頑丈な荷役用強化装備。大きな重量容量と大きなバックパックスペース。",
    "kr": "튼튼한 짐꾼 증강. 큰 무게 용량과 큰 배낭 공간.",
    "zh-CN": "重型驮兽增强装备。大载重容量和大背包空间。",
    "zh-TW": "重型馱獸增強裝備。大載重容量和大背包空間。",
    "ru": "Усиленная аугментация вьючного животного. Большая грузоподъемность и большое пространство рюкзака.",
    "tr": "Ağır hizmet tipi yük hayvanı güçlendirmesi. Büyük ağırlık kapasitesi ve büyük sırt çantası alanı.",
    "uk": "Посилена аугментація в'ючної тварини. Велика вантажопідйомність і великий простір рюкзака.",
    "sr": "Pojačana augmentacija tovarne životinje. Veliki kapacitet težine i veliki prostor za ranac.",
    "hr": "Pojačana augmentacija tovarne životinje. Veliki kapacitet težine i veliki prostor za ruksak."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/looting_mk3_survivor_blueprint.png",
  "rarity": "Legendary",
  "updatedAt": "11/12/2025"
}
