{
  "id": "looting_mk3_cautious",
  "name": {
    "en": "Looting Mk. 3 (Cautious)",
    "de": "Plünderung Mk. 3 (Vorsichtig)",
    "fr": "Butin 3 (prudence)",
    "es": "Saqueo Mk. 3 (Cauteloso)",
    "pt": "Saque Mk. 3 (Cauteloso)",
    "pl": "Grabież Mk. 3 (Ostrożny)",
    "no": "Plyndring Mk. 3 (Forsiktig)",
    "da": "Plyndring Mk. 3 (Forsigtig)",
    "it": "Saccheggio Mk. 3 (Cauto)",
    "ru": "Мародёрство Mk. 3 (Осторожное)",
    "ja": "ルーティング Mk. 3 (慎重)",
    "zh-TW": "掠奪 Mk. 3 (謹慎)",
    "uk": "Мародерство Mk. 3 (Обережне)",
    "zh-CN": "掠夺 Mk. 3 (谨慎)",
    "kr": "약탈 Mk. 3 (신중)",
    "tr": "Yağmalama Mk. 3 (Temkinli)",
    "hr": "Pljačkanje Mk. 3 (Oprezno)",
    "sr": "Pljačkanje Mk. 3 (Oprezno)"
  },
  "description": {
    "en": "A looting augment that swaps some carry capacity to increase survivability. Upon Shield break, automatically administers a weak Adrenaline Shot. Has a fixed cooldown.",
    "de": "Eine Plünderungsverbesserung, die etwas Tragekapazität gegen erhöhte Überlebensfähigkeit tauscht. Bei Schildbruch wird automatisch eine schwache Adrenalinspritze verabreicht. Hat eine feste Abklingzeit.",
    "fr": "Une amélioration de pillage qui échange une partie de la capacité de transport pour augmenter la survie. Lors de la rupture du bouclier, administre automatiquement une injection d'adrénaline faible. A un temps de recharge fixe.",
    "es": "Un aumento de saqueo que intercambia algo de capacidad de carga para aumentar la supervivencia. Al romperse el escudo, administra automáticamente una inyección de adrenalina débil. Tiene un tiempo de reutilización fijo.",
    "pt": "Um aumento de saque que troca alguma capacidade de carga para aumentar a sobrevivência. Ao quebrar o escudo, administra automaticamente uma injeção de adrenalina fraca. Tem um tempo de recarga fixo.",
    "pl": "Ulepszenie grabieży, które zamienia część pojemności ładunku na zwiększoną przeżywalność. Po przebiciu tarczy automatycznie podaje słaby zastrzyk adrenaliny. Ma stały czas odnowienia.",
    "no": "En plyndringsforsterkning som bytter noe bærekapasitet for økt overlevelsesevne. Ved skjoldbrudd administreres automatisk et svakt adrenalinsprøyte. Har en fast nedkjølingstid.",
    "da": "En plyndringsforstærkning der bytter noget bærekapacitet for øget overlevelsesevne. Ved skjoldsbrud administreres automatisk en svag adrenalinindsprøjtning. Har en fast nedkølingstid.",
    "it": "Un potenziamento di saccheggio che scambia parte della capacità di carico per aumentare la sopravvivenza. Alla rottura dello scudo, somministra automaticamente un'iniezione di adrenalina debole. Ha un tempo di ricarica fisso.",
    "ru": "Улучшение для мародёрства, которое обменивает часть грузоподъёмности на повышение выживаемости. При разрушении щита автоматически вводит слабый адреналиновый укол. Имеет фиксированное время восстановления.",
    "ja": "運搬能力の一部を生存性向上と交換する略奪用強化装置。シールド破壊時に弱いアドレナリン注射を自動投与する。固定クールダウンあり。",
    "zh-TW": "一種掠奪增強裝置，犧牲部分負重能力以提升生存能力。護盾破裂時自動注射弱效腎上腺素。具有固定冷卻時間。",
    "uk": "Покращення для мародерства, яке обмінює частину вантажопідйомності на підвищення виживання. При руйнуванні щита автоматично вводить слабкий адреналіновий укол. Має фіксований час відновлення.",
    "zh-CN": "一种掠夺增强装置，牺牲部分负重能力以提升生存能力。护盾破裂时自动注射弱效肾上腺素。具有固定冷却时间。",
    "kr": "일부 운반 능력을 생존력 향상으로 교환하는 약탈 증강 장치. 방패 파괴 시 약한 아드레날린 주사를 자동으로 투여한다. 고정 재사용 대기시간이 있다.",
    "tr": "Hayatta kalma şansını artırmak için taşıma kapasitesinin bir kısmını takas eden bir yağmalama güçlendirmesi. Kalkan kırıldığında otomatik olarak zayıf bir Adrenalin İğnesi uygular. Sabit bir bekleme süresi vardır.",
    "hr": "Nadogradnja za pljačkanje koja zamjenjuje dio nosivosti za povećanje preživljavanja. Kod probijanja Štita, automatski primjenjuje slabu Injekciju Adrenalina. Ima fiksno vrijeme ponovnog punjenja.",
    "sr": "Nadogradnja za pljačkanje koja zamenjuje deo nosivosti za povećanje preživljavanja. Kod probijanja Štita, automatski primenjuje slabu Injekciju Adrenalina. Ima fiksno vreme ponovnog punjenja."
  },
  "type": "Augment",
  "rarity": "Epic",
  "value": 5000,
  "weightKg": 3.0,
  "effects": {
    "Durability": {
      "en": "Durability",
      "de": "Haltbarkeit",
      "fr": "Durabilité",
      "es": "Durabilidad",
      "pt": "Durabilidade",
      "pl": "Wytrzymałość",
      "no": "Holdbarhet",
      "da": "Holdbarhed",
      "it": "Durabilità",
      "ru": "Прочность",
      "ja": "耐久性",
      "zh-TW": "耐久度",
      "uk": "Міцність",
      "zh-CN": "耐久度",
      "kr": "내구성",
      "tr": "Dayanıklılık",
      "hr": "Izdržljivost",
      "sr": "Izdržljivost",
      "value": "100/100"
    },
    "Max Loadout Weight": {
      "en": "Max Loadout Weight",
      "de": "Max. Ausrüstungsgewicht",
      "fr": "Poids max. de l'équipement",
      "es": "Peso máx. del equipamiento",
      "pt": "Peso máx. do equipamento",
      "pl": "Maks. waga ekwipunku",
      "no": "Maks utstyrsvekt",
      "da": "Maks udstyrsvægt",
      "it": "Peso max equipaggiamento",
      "ru": "Макс. вес снаряжения",
      "ja": "最大装備重量",
      "zh-TW": "最大裝備重量",
      "uk": "Макс. вага спорядження",
      "zh-CN": "最大装备重量",
      "kr": "최대 장비 무게",
      "tr": "Maks. Donanım Ağırlığı",
      "hr": "Maks. Težina Opreme",
      "sr": "Maks. Težina Opreme",
      "value": 70.0
    },
    "Shield Compatibility": {
      "en": "Shield Compatibility",
      "de": "Schildkompatibilität",
      "fr": "Compatibilité bouclier",
      "es": "Compatibilidad de escudo",
      "pt": "Compatibilidade de escudo",
      "pl": "Kompatybilność tarczy",
      "no": "Skjoldkompatibilitet",
      "da": "Skjoldskompatibilitet",
      "it": "Compatibilità scudo",
      "ru": "Совместимость со щитом",
      "ja": "シールド互換性",
      "zh-TW": "護盾相容性",
      "uk": "Сумісність зі щитом",
      "zh-CN": "护盾兼容性",
      "kr": "방패 호환성",
      "tr": "Kalkan Uyumluluğu",
      "hr": "Kompatibilnost Štita",
      "sr": "Kompatibilnost Štita",
      "value": "Light"
    }
  },
  "imageFilename": "https://cdn.arctracker.io/items/looting_mk3_cautious.png",
  "updatedAt": "11/03/2025",
  "recipe": {
    "advanced_electrical_components": 2,
    "processor": 3
  },
  "craftBench": "equipment_bench"
}