{
  "id": "lure_grenade",
  "name": {
    "en": "Lure Grenade",
    "de": "Köder-Granate",
    "fr": "Grenade leurre",
    "es": "Granada señuelo",
    "pt": "Granada isca",
    "pl": "Granat wabik",
    "no": "Lokkegranate",
    "da": "Lokkegranate",
    "it": "Granata esca",
    "ru": "Приманочная граната",
    "ja": "おとり手榴弾",
    "zh-TW": "誘餌手榴彈",
    "uk": "Принадна граната",
    "zh-CN": "诱饵手榴弹",
    "kr": "유인 수류탄",
    "tr": "Yem Bombası",
    "hr": "Granata mamac",
    "sr": "Granata mamac"
  },
  "description": {
    "en": "A noise device that sticks to surfaces, distracting nearby ARC machines and drawing their fire.",
    "de": "Ein Geräuschgerät, das an Oberflächen haftet, nahegelegene ARC-Maschinen ablenkt und ihr Feuer auf sich zieht.",
    "fr": "Un appareil bruyant qui adhère aux surfaces. Distrait les machines ARC à proximité et attire leurs tirs.",
    "es": "Un dispositivo de ruido que se adhiere a las superficies, distrayendo a las máquinas ARC cercanas y atrayendo su fuego.",
    "pt": "Um dispositivo de ruído que gruda em superfícies, distraindo máquinas ARC próximas e atraindo seu fogo.",
    "pl": "Urządzenie dźwiękowe, które przykleja się do powierzchni, rozpraszając pobliskie maszyny ARC i przyciągając ich ogień.",
    "no": "En støyenhet som fester seg til overflater, distraherer nærliggende ARC-maskiner og tiltrekker deres ild.",
    "da": "En støjenhed, der hæfter til overflader, distrahere nærliggende ARC-maskiner og tiltrække deres ild.",
    "it": "Un dispositivo sonoro che si attacca alle superfici, distraendo le macchine ARC vicine e attirando il loro fuoco.",
    "ru": "Звуковое устройство, которое прилипает к поверхностям, отвлекая ближайшие машины ARC и притягивая их огонь.",
    "ja": "表面に貼り付く音響装置。近くのARCマシンの注意を引き、攻撃を誘導する。",
    "zh-TW": "一種可黏附在表面的噪音裝置，可分散附近ARC機械的注意力並吸引其火力。",
    "uk": "Звуковий пристрій, який прилипає до поверхонь, відвертаючи увагу найближчих машин ARC і притягуючи їхній вогонь.",
    "zh-CN": "一种可粘附在表面的噪音装置，可分散附近ARC机械的注意力并吸引其火力。",
    "kr": "표면에 부착되는 소음 장치로, 근처의 ARC 기계를 산만하게 하고 공격을 유도합니다.",
    "tr": "Yüzeylere yapışan bir ses cihazı, yakındaki ARC makinelerinin dikkatini dağıtır ve ateşlerini üzerine çeker.",
    "hr": "Uređaj za buku koji se lijepi na površine, odvlačeći pažnju obližnjih ARC strojeva i privlačeći njihovu vatru.",
    "sr": "Uređaj za buku koji se lepi na površine, odvlačeći pažnju obližnjih ARC mašina i privlačeći njihovu vatru."
  },
  "type": "Quick Use",
  "rarity": "Uncommon",
  "value": 1000,
  "imageFilename": "https://cdn.arctracker.io/items/lure_grenade.png",
  "updatedAt": "10/30/2025",
  "recipe": {
    "speaker_component": 1,
    "electrical_components": 1
  },
  "craftBench": "utility_bench",
  "recyclesInto": {
    "speaker_component": 1
  }
}