{
  "id": "lure_grenade_blueprint",
  "name": {
    "en": "Lure Grenade Blueprint",
    "de": "Lockgranaten-Bauplan",
    "fr": "Plan de grenade leurre",
    "es": "Plano de granada señuelo",
    "pt": "Projeto de granada isca",
    "pl": "Projekt granatu wabika",
    "no": "Lokkegranattegning",
    "da": "Lokkegranattegning",
    "it": "Progetto granata esca",
    "ru": "Чертёж приманки-гранаты",
    "ja": "囮グレネード設計図",
    "zh-TW": "誘餌手榴彈藍圖",
    "uk": "Креслення гранати-принади",
    "zh-CN": "诱饵手榴弹蓝图",
    "kr": "미끼 수류탄 설계도",
    "tr": "Yem Bombası Planı",
    "hr": "Nacrt Mamac Granate",
    "sr": "Nacrt Mamac Granate"
  },
  "description": {
    "en": "A noisy device that sticks to surfaces, distracting nearby ARC machines and drawing their fire.",
    "de": "Ein lautes Gerät, das an Oberflächen haftet, nahegelegene ARC-Maschinen ablenkt und ihr Feuer auf sich zieht.",
    "fr": "Un dispositif bruyant qui adhère aux surfaces, distrayant les machines ARC à proximité et attirant leur tir.",
    "es": "Un dispositivo ruidoso que se adhiere a superficies, distrayendo a las máquinas ARC cercanas y atrayendo su fuego.",
    "pt": "Um dispositivo barulhento que gruda em superfícies, distraindo máquinas ARC próximas e atraindo seu fogo.",
    "pl": "Głośne urządzenie, które przykleja się do powierzchni, rozpraszając pobliskie maszyny ARC i przyciągając ich ogień.",
    "no": "En støyende enhet som fester seg til overflater, distraherer nærliggende ARC-maskiner og tiltrekker deres ild.",
    "da": "En støjende enhed, der hæfter til overflader, distraherer nærliggende ARC-maskiner og tiltrækker deres ild.",
    "it": "Un dispositivo rumoroso che si attacca alle superfici, distraendo le macchine ARC vicine e attirando il loro fuoco.",
    "ru": "Шумное устройство, прилипающее к поверхностям, отвлекающее ближайшие машины ARC и притягивающее их огонь.",
    "ja": "表面に貼り付く騒音装置。近くのARCマシンの注意を引き、攻撃を誘導する。",
    "zh-TW": "可黏附在表面的噪音裝置，能分散附近ARC機器的注意力並吸引它們的火力。",
    "uk": "Шумний пристрій, що прилипає до поверхонь, відволікаючи найближчі машини ARC і приваблюючи їхній вогонь.",
    "zh-CN": "可粘附在表面的噪音装置，能分散附近ARC机器的注意力并吸引它们的火力。",
    "kr": "표면에 부착되는 소음 장치. 근처 ARC 기계의 주의를 분산시키고 공격을 유도합니다.",
    "tr": "Yüzeylere yapışan gürültülü bir cihaz. Yakındaki ARC makinelerinin dikkatini dağıtır ve ateşlerini çeker.",
    "hr": "Bučna naprava koja se lijepi na površine, odvlačeći pažnju obližnjih ARC strojeva i privlačeći njihovu vatru.",
    "sr": "Bučna naprava koja se lepi na površine, odvlačeći pažnju obližnjih ARC mašina i privlačeći njihovu vatru."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "rarity": "Legendary",
  "imageFilename": "https://cdn.arctracker.io/items/lure_grenade.png",
  "updatedAt": "11/12/2025"
}