{
  "id": "mechanical_components",
  "name": {
    "en": "Mechanical Components",
    "de": "Mechanische Komponenten",
    "fr": "Composants mécaniques",
    "es": "Componentes mecánicos",
    "pt": "Componentes mecânicos",
    "pl": "Komponenty mechaniczne",
    "no": "Mekaniske komponenter",
    "da": "Mekaniske komponenter",
    "it": "Componenti meccanici",
    "ru": "Механические компоненты",
    "ja": "機械部品",
    "zh-TW": "機械零件",
    "uk": "Механічні компоненти",
    "zh-CN": "机械零件",
    "kr": "기계 부품",
    "tr": "Mekanik Bileşenler",
    "hr": "Mehaničke Komponente",
    "sr": "Mehaničke Komponente"
  },
  "description": {
    "en": "Used to craft a wide range of items. Can be recycled into crafting materials. Used to craft: Il Toro, Burletta, Anvil, Muzzle Brake II, Extended Medium Mag II",
    "de": "Wird zur Herstellung einer Vielzahl von Gegenständen verwendet. Kann zu Handwerksmaterialien recycelt werden. Wird verwendet für: Il Toro, Burletta, Anvil, Mündungsbremse II, Erweitertes mittleres Magazin II",
    "fr": "Permet de fabriquer une large gamme d'objets. Peut être recyclé en matériaux d'artisanat. Permet de fabriquer : Il Toro, Burletta, Enclume, Frein de bouche II, Chargeur moyen étendu II",
    "es": "Usado para fabricar una amplia gama de objetos. Puede reciclarse en materiales de fabricación. Usado para fabricar: Il Toro, Burletta, Yunque, Freno de boca II, Cargador mediano extendido II",
    "pt": "Usado para fabricar uma ampla gama de itens. Pode ser reciclado em materiais de fabricação. Usado para fabricar: Il Toro, Burletta, Anvil, Freio de boca II, Carregador médio estendido II",
    "pl": "Używany do wytwarzania szerokiej gamy przedmiotów. Może być przetworzony na materiały rzemieślnicze. Używany do wytworzenia: Il Toro, Burletta, Anvil, Hamulec wylotowy II, Rozszerzony średni magazynek II",
    "no": "Brukes til å lage et bredt spekter av gjenstander. Kan resirkuleres til håndverksmateriell. Brukes til å lage: Il Toro, Burletta, Anvil, Munningsbrems II, Utvidet medium magasin II",
    "da": "Bruges til at fremstille en bred vifte af genstande. Kan genbruges til håndværksmaterialer. Bruges til at fremstille: Il Toro, Burletta, Anvil, Mundingsbremse II, Udvidet medium magasin II",
    "it": "Usato per fabbricare un'ampia gamma di oggetti. Può essere riciclato in materiali da fabbricazione. Usato per fabbricare: Il Toro, Burletta, Anvil, Freno di bocca II, Caricatore medio esteso II",
    "ru": "Используется для создания широкого спектра предметов. Можно переработать в материалы для крафта. Используется для создания: Il Toro, Burletta, Anvil, дульный тормоз II, расширенный средний магазин II",
    "ja": "幅広いアイテムの製作に使用。製作材料にリサイクル可能。製作可能: Il Toro、Burletta、Anvil、マズルブレーキII、拡張ミディアムマガジンII",
    "zh-TW": "用於製作各種物品。可回收成製作材料。用於製作：Il Toro、Burletta、Anvil、槍口制退器II、延長中型彈匣II",
    "uk": "Використовується для створення широкого спектру предметів. Можна переробити на матеріали для крафту. Використовується для створення: Il Toro, Burletta, Anvil, дульний гальмо II, розширений середній магазин II",
    "zh-CN": "用于制作各种物品。可回收成制作材料。用于制作：Il Toro、Burletta、Anvil、枪口制退器II、延长中型弹匣II",
    "kr": "다양한 아이템 제작에 사용됩니다. 제작 재료로 재활용 가능. 제작 가능: Il Toro, Burletta, Anvil, 총구 제동기 II, 확장 중형 탄창 II",
    "tr": "Çok çeşitli eşyaları üretmek için kullanılır. Üretim malzemelerine geri dönüştürülebilir. Üretim için kullanılır: Il Toro, Burletta, Anvil, Namlu Freni II, Uzatılmış Orta Şarjör II",
    "hr": "Koristi se za izradu širokog spektra predmeta. Može se reciklirati u materijale za izradu. Koristi se za izradu: Il Toro, Burletta, Anvil, Muzzle Brake II, Extended Medium Mag II",
    "sr": "Koristi se za pravljenje širokog spektra predmeta. Može se reciklirati u materijale za pravljenje. Koristi se za pravljenje: Il Toro, Burletta, Anvil, Muzzle Brake II, Extended Medium Mag II"
  },
  "type": "Refined Material",
  "rarity": "Uncommon",
  "value": 640,
  "recyclesInto": {
    "metal_parts": 8,
    "steel_spring": 2
  },
  "imageFilename": "https://cdn.arctracker.io/items/mechanical_components.png",
  "updatedAt": "11/03/2025",
  "weightKg": 0.5,
  "stackSize": 10,
  "foundIn": "Mechanical",
  "recipe": {
    "metal_parts": 7,
    "rubber_parts": 3
  },
  "craftBench": "refiner"
}
