{
  "id": "metal_parts",
  "name": {
    "en": "Metal Parts",
    "de": "Metallteile",
    "fr": "Pièces métalliques",
    "es": "Piezas de metal",
    "pt": "Peças de metal",
    "pl": "Części metalowe",
    "no": "Metalldeler",
    "da": "Metaldele",
    "it": "Parti metalliche",
    "ru": "Металлические детали",
    "ja": "金属パーツ",
    "zh-TW": "金屬零件",
    "uk": "Металеві деталі",
    "zh-CN": "金属零件",
    "kr": "금속 부품",
    "tr": "Metal Parçalar",
    "hr": "Metalni Dijelovi",
    "sr": "Metalni Delovi"
  },
  "description": {
    "en": "Used to craft a wide range of items.",
    "de": "Wird zur Herstellung einer Vielzahl von Gegenständen verwendet. Wird verwendet für: Werfermunition, Haarnadel, Schwere Munition, Ferro, Kessel",
    "fr": "Permet de fabriquer une large gamme d'objets. Permet de fabriquer : Munitions de lanceur, Épingle à cheveux, Munitions lourdes, Ferro, Fondoir",
    "es": "Se usa para fabricar una amplia gama de objetos. Se usa para fabricar: Munición de lanzador, Horquilla, Munición pesada, Ferro, Tetera",
    "pt": "Usado para fabricar uma ampla gama de itens. Usado para fabricar: Munição de lançador, Grampo, Munição pesada, Ferro, Chaleira",
    "pl": "Używany do wytwarzania szerokiej gamy przedmiotów. Używany do wytwarzania: Amunicja do wyrzutni, Wsuwka, Ciężka amunicja, Ferro, Czajnik",
    "no": "Brukes til å lage et bredt spekter av gjenstander. Brukes til å lage: Kastervåpenammo, Hårnål, Tung ammo, Ferro, Kjele",
    "da": "Bruges til at lave en bred vifte af genstande. Bruges til at lave: Kastervåbenammunition, Hårnål, Tung ammunition, Ferro, Kedel",
    "it": "Usato per creare un'ampia gamma di oggetti. Usato per creare: Munizioni lanciatore, Forcina, Munizioni pesanti, Ferro, Bollitore",
    "ru": "Используется для создания широкого спектра предметов. Используется для крафта: Боеприпасы для гранатомёта, Шпилька, Тяжёлые боеприпасы, Ферро, Котелок",
    "ja": "幅広いアイテムの製作に使用。製作可能: ランチャー弾薬、ヘアピン、ヘビー弾薬、フェロ、ケトル",
    "zh-TW": "用於製作各種物品。可製作：發射器彈藥、髮夾、重型彈藥、費羅、水壺",
    "uk": "Використовується для створення широкого спектру предметів. Використовується для крафту: Боєприпаси для гранатомета, Шпилька, Важкі боєприпаси, Ферро, Казанок",
    "zh-CN": "用于制作各种物品。可制作：发射器弹药、发夹、重型弹药、费罗、水壶",
    "kr": "다양한 아이템 제작에 사용됩니다. 제작 가능: 발사기 탄약, 머리핀, 중형 탄약, 페로, 주전자",
    "tr": "Geniş bir yelpazede eşya üretmek için kullanılır. Üretilebilir: Fırlatıcı Mühimmatı, Saç Tokası, Ağır Mühimmat, Ferro, Çaydanlık",
    "hr": "Koristi se za izradu širokog spektra predmeta. Koristi se za izradu: Bacačka Municija, Ukosnica, Teška Municija, Ferro, Kotlić",
    "sr": "Koristi se za izradu širokog spektra predmeta. Koristi se za izradu: Bacačka Municija, Ukosnica, Teška Municija, Ferro, Kotlić"
  },
  "type": "Basic Material",
  "rarity": "Common",
  "value": 75,
  "recyclesInto": {},
  "weightKg": 0.1,
  "stackSize": 50,
  "foundIn": "Mechanical, Industrial, Electrical, Technological",
  "imageFilename": "https://cdn.arctracker.io/items/metal_parts.png",
  "updatedAt": "11/03/2025"
}