{
  "id": "music_album",
  "name": {
    "en": "Music Album",
    "de": "Musikalbum",
    "fr": "Album de musique",
    "es": "Álbum de música",
    "pt": "Álbum de música",
    "pl": "Album muzyczny",
    "no": "Musikkalbum",
    "da": "Musikalbum",
    "it": "Album musicale",
    "ru": "Музыкальный альбом",
    "ja": "音楽アルバム",
    "zh-TW": "音樂專輯",
    "uk": "Музичний альбом",
    "zh-CN": "音乐专辑",
    "kr": "음악 앨범",
    "tr": "Müzik Albümü",
    "hr": "Glazbeni Album",
    "sr": "Muzički Album"
  },
  "description": {
    "en": "Perfect for relaxing nights at home, casual get-togethers, and private air guitar concerts.",
    "de": "Perfekt für entspannte Abende zu Hause, lockere Treffen und private Luftgitarren-Konzerte.",
    "fr": "Parfait pour les soirées détente à la maison, les réunions décontractées et les concerts privés de guitare imaginaire.",
    "es": "Perfecto para noches relajantes en casa, reuniones informales y conciertos privados de guitarra invisible.",
    "pt": "Perfeito para noites relaxantes em casa, encontros casuais e concertos privados de guitarra invisível.",
    "pl": "Idealny na relaksujące wieczory w domu, swobodne spotkania i prywatne koncerty na gitarze powietrznej.",
    "no": "Perfekt for avslappende kvelder hjemme, uformelle sammenkomster og private luftgitarkonserter.",
    "da": "Perfekt til afslappende aftener hjemme, uformelle sammenkomster og private luftguitarkoncerter.",
    "it": "Perfetto per serate rilassanti a casa, incontri informali e concerti privati di chitarra invisibile.",
    "ru": "Идеально подходит для спокойных вечеров дома, непринужденных посиделок и приватных концертов на воображаемой гитаре.",
    "ja": "家でのリラックスした夜、気軽な集まり、プライベートなエアギターコンサートに最適。",
    "zh-TW": "非常適合在家放鬆的夜晚、休閒聚會和私人空氣吉他演奏會。",
    "uk": "Ідеально підходить для спокійних вечорів вдома, невимушених посиденьок та приватних концертів на уявній гітарі.",
    "zh-CN": "非常适合在家放松的夜晚、休闲聚会和私人空气吉他演奏会。",
    "kr": "집에서 편안한 밤, 캐주얼한 모임, 그리고 개인 에어 기타 콘서트에 완벽하다.",
    "tr": "Evde rahat gecelerde, gündelik buluşmalarda ve özel hava gitarı konserlerinde mükemmel.",
    "hr": "Savršen za opuštajuće večeri kod kuće, ležerne druženje i privatne koncerte zračne gitare.",
    "sr": "Savršen za opuštajuće večeri kod kuće, ležerna druženja i privatne koncerte vazdušne gitare."
  },
  "type": "Trinket",
  "value": 3000,
  "recyclesInto": {},
  "updatedAt": "11/04/2025",
  "rarity": "Rare",
  "foundIn": "Residential, Commercial",
  "weightKg": 0.3,
  "stackSize": 3,
  "imageFilename": "https://cdn.arctracker.io/items/music_album.png"
}