{
  "id": "oil",
  "name": {
    "en": "Oil",
    "de": "Öl",
    "fr": "Huile",
    "es": "Aceite",
    "pt": "Óleo",
    "pl": "Olej",
    "no": "Olje",
    "da": "Olie",
    "it": "Olio",
    "ru": "Масло",
    "ja": "オイル",
    "zh-TW": "油",
    "uk": "Олія",
    "zh-CN": "油",
    "kr": "오일",
    "tr": "Yağ",
    "hr": "Ulje",
    "sr": "Ulje"
  },
  "description": {
    "en": "Used to craft weapons and explosives. Can be recycled into chemicals. Used to craft: Renegade, Explosive Compound, Blaze Grenade",
    "de": "Wird zur Herstellung von Waffen und Sprengstoffen verwendet. Kann zu Chemikalien recycelt werden. Wird verwendet für: Renegade, Sprengstoffmischung, Flammengranate",
    "fr": "Permet de fabriquer des armes et des explosifs. Peut être recyclé en produits chimiques. Permet de fabriquer : Renégat, Composé explosif, Grenade flamboyante",
    "es": "Usado para fabricar armas y explosivos. Puede reciclarse en productos químicos. Usado para fabricar: Renegado, Compuesto explosivo, Granada incendiaria",
    "pt": "Usado para fabricar armas e explosivos. Pode ser reciclado em químicos. Usado para fabricar: Renegade, Composto explosivo, Granada incendiária",
    "pl": "Używany do wytwarzania broni i materiałów wybuchowych. Może być przetworzony na chemikalia. Używany do wytworzenia: Renegade, Mieszanka wybuchowa, Granat zapalający",
    "no": "Brukes til å lage våpen og eksplosiver. Kan resirkuleres til kjemikalier. Brukes til å lage: Renegade, Eksplosiv blanding, Flammegranat",
    "da": "Bruges til at fremstille våben og sprængstoffer. Kan genbruges til kemikalier. Bruges til at fremstille: Renegade, Eksplosiv blanding, Flammegranate",
    "it": "Usato per fabbricare armi ed esplosivi. Può essere riciclato in sostanze chimiche. Usato per fabbricare: Renegade, Composto esplosivo, Granata incendiaria",
    "ru": "Используется для создания оружия и взрывчатки. Можно переработать в химикаты. Используется для создания: Renegade, взрывчатая смесь, огненная граната",
    "ja": "武器や爆発物の製作に使用。化学薬品にリサイクル可能。製作用途：Renegade、爆発性化合物、ブレイズグレネード",
    "zh-TW": "用於製作武器和爆裂物。可回收為化學品。用於製作：Renegade、爆炸化合物、烈焰手榴彈",
    "uk": "Використовується для створення зброї та вибухівки. Можна переробити на хімікати. Використовується для створення: Renegade, вибухова суміш, вогняна граната",
    "zh-CN": "用于制作武器和爆炸物。可回收为化学品。用于制作：Renegade、爆炸化合物、烈焰手榴弹",
    "kr": "무기와 폭발물 제작에 사용. 화학 물질로 재활용 가능. 제작 용도: Renegade, 폭발 화합물, 블레이즈 수류탄",
    "tr": "Silah ve patlayıcı üretmek için kullanılır. Kimyasallara geri dönüştürülebilir. Üretim için kullanılır: Renegade, Patlayıcı Bileşik, Alev Bombası",
    "hr": "Koristi se za izradu oružja i eksploziva. Može se reciklirati u kemikalije. Koristi se za izradu: Renegade, Eksplozivna Smjesa, Blaze Granata",
    "sr": "Koristi se za izradu oružja i eksploziva. Može se reciklirati u hemikalije. Koristi se za izradu: Renegade, Eksplozivna Smesa, Blaze Granata"
  },
  "imageFilename": "https://cdn.arctracker.io/items/oil.png",
  "type": "Topside Material",
  "rarity": "Uncommon",
  "value": 300,
  "recyclesInto": {
    "chemicals": 3
  },
  "updatedAt": "11/03/2025",
  "weightKg": 0.25,
  "stackSize": 15,
  "foundIn": "Mechanical"
}
