{
  "id": "padded_stock_blueprint",
  "name": {
    "en": "Padded Stock Blueprint",
    "de": "Blaupause: Gepolsterter Schaft",
    "fr": "Schéma : Crosse rembourrée",
    "es": "Plano: Culata acolchada",
    "pt": "Projeto: Coronha acolchoada",
    "pl": "Schemat: Wyściełana kolba",
    "no": "Blåkopi: Polstret kolbe",
    "da": "Blåttryk: Polstret kolbe",
    "it": "Progetto: Calcio imbottito",
    "ja": "パッド入りストック設計図",
    "kr": "패딩 개머리판 설계도",
    "zh-CN": "软垫枪托蓝图",
    "zh-TW": "軟墊槍托藍圖",
    "ru": "Чертеж: Мягкий приклад",
    "tr": "Plan: Yastıklı Dipçik",
    "uk": "Креслення: М'який приклад",
    "sr": "Nacrt: Podstavljeno kundak",
    "hr": "Nacrt: Podstavljeno kundak"
  },
  "description": {
    "en": "Significantly improves stability. Compatible with: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "de": "Verbessert die Stabilität erheblich. Kompatibel mit: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "fr": "Améliore considérablement la stabilité. Compatible avec : Arpège, Crotale, Ferro, Renégat, Torrente",
    "es": "Mejora significativamente la estabilidad. Compatible con: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "pt": "Melhora significativamente a estabilidade. Compatível com: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "pl": "Znacznie poprawia stabilność. Kompatybilny z: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "no": "Forbedrer stabiliteten betydelig. Kompatibel med: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "da": "Forbedrer stabiliteten betydeligt. Kompatibel med: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "it": "Migliora significativamente la stabilità. Compatibile con: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "ja": "安定性を大幅に向上させます。対応武器：Arpeggio、Rattler、Ferro、Renegade、Torrente",
    "kr": "안정성을 크게 향상시킵니다. 호환 무기: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "zh-CN": "显著提升稳定性。兼容武器：Arpeggio、Rattler、Ferro、Renegade、Torrente",
    "zh-TW": "顯著提升穩定性。相容武器：Arpeggio、Rattler、Ferro、Renegade、Torrente",
    "ru": "Значительно улучшает стабильность. Совместимо с: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "tr": "Kararlılığı önemli ölçüde artırır. Uyumlu silahlar: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "uk": "Значно покращує стабільність. Сумісно з: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "sr": "Značajno poboljšava stabilnost. Kompatibilno sa: Arpeggio, Rattler, Ferro, Renegade, Torrente",
    "hr": "Značajno poboljšava stabilnost. Kompatibilno s: Arpeggio, Rattler, Ferro, Renegade, Torrente"
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "rarity": "Legendary",
  "imageFilename": "https://cdn.arctracker.io/items/padded_stock_blueprint.png",
  "updatedAt": "11/19/2025"
}
