{
  "id": "plastic_parts",
  "name": {
    "en": "Plastic Parts",
    "de": "Plastikteile",
    "fr": "Composants plastiques",
    "es": "Piezas de plástico",
    "pt": "Peças plásticas",
    "pl": "Części plastikowe",
    "no": "Plastdeler",
    "da": "Plastdele",
    "it": "Parti in plastica",
    "ru": "Пластиковые детали",
    "ja": "プラスチックパーツ",
    "zh-TW": "塑膠零件",
    "uk": "Пластикові деталі",
    "zh-CN": "塑料零件",
    "kr": "플라스틱 부품",
    "tr": "Plastik Parçalar",
    "hr": "Plastični Dijelovi",
    "sr": "Plastični Delovi"
  },
  "description": {
    "en": "Used to craft a wide range of items. Used to craft: Hairpin, Light Shield, Looting Mk. 1, Light Impact Grenade, Extended Shotgun Mag I",
    "tr": "Geniş bir yelpazede eşya üretmek için kullanılır. Üretmek için kullanılır: Saç Tokası, Hafif Kalkan, Yağmalama Mk. 1, Hafif Darbe Bombası, Genişletilmiş Av Tüfeği Şarjörü I",
    "pt": "Usado para fabricar uma ampla variedade de itens. Usado para fabricar: Grampo de Cabelo, Escudo Leve, Saque Mk. 1, Granada de Impacto Leve, Carregador de Espingarda Estendido I",
    "zh-CN": "用于制作各种物品。可制作：发夹、轻型护盾、掠夺 Mk. 1、轻型冲击手榴弹、霰弹枪扩容弹匣 I",
    "ja": "幅広いアイテムのクラフトに使用。クラフト可能：ヘアピン、ライトシールド、ルーティング Mk. 1、ライトインパクトグレネード、拡張ショットガンマガジン I",
    "ru": "Используется для создания широкого спектра предметов. Используется для создания: Заколка, Легкий щит, Мародерство Mk. 1, Легкая ударная граната, Расширенный магазин для дробовика I",
    "kr": "다양한 아이템을 제작하는 데 사용됩니다. 제작 가능: 헤어핀, 경량 실드, 약탈 Mk. 1, 경량 충격 수류탄, 확장 산탄총 탄창 I",
    "hr": "Koristi se za izradu širokog spektra predmeta. Koristi se za izradu: Ukosnica, Laki štit, Pljačkanje Mk. 1, Laka udarna granata, Produženi šaržer za sačmaru I",
    "da": "Bruges til at fremstille en bred vifte af genstande. Bruges til at fremstille: Hårnål, Let skjold, Plyndring Mk. 1, Let slaggranat, Forlænget haglgevær-magasin I",
    "zh-TW": "用於製作各種物品。可製作：髮夾、輕型護盾、掠奪 Mk. 1、輕型衝擊手榴彈、霰彈槍擴充彈匣 I",
    "no": "Brukes til å lage et bredt spekter av gjenstander. Brukes til å lage: Hårnål, Lett skjold, Plyndring Mk. 1, Lett slaggranat, Utvidet hagle-magasin I",
    "pl": "Używane do wytwarzania szerokiej gamy przedmiotów. Używane do wytwarzania: Wsuwka do włosów, Lekka tarcza, Grabież Mk. 1, Lekki granat uderzeniowy, Rozszerzony magazynek do strzelby I",
    "uk": "Використовується для створення широкого спектру предметів. Використовується для створення: Шпилька, Легкий щит, Мародерство Mk. 1, Легка ударна граната, Розширений магазин для дробовика I",
    "fr": "Permet de fabriquer une large gamme d'objets. Permet de fabriquer : Épingle à cheveux, Bouclier léger, Butin 1, Grenade à choc léger, Chargeur de fusil à pompe étendu I",
    "de": "Wird zur Herstellung einer Vielzahl von Gegenständen verwendet. Wird verwendet für: Haarnadel, Leichter Schild, Plünderung Mk. 1, Leichte Aufprallgranate, Erweitertes Schrotflinten-Magazin I",
    "sr": "Koristi se za izradu širokog spektra predmeta. Koristi se za izradu: Ukosnica, Laki štit, Pljačkanje Mk. 1, Laka udarna granata, Produženi šaržer za sačmaru I",
    "es": "Se usa para fabricar una amplia gama de objetos. Se usa para fabricar: Horquilla, Escudo ligero, Saqueo Ver.1, Granada de impacto ligera, Cargador de escopeta extendido I",
    "it": "Usato per creare un'ampia gamma di oggetti. Usato per creare: Forcina, Scudo leggero, Saccheggio Mk. 1, Granata a impatto leggera, Caricatore fucile a pompa esteso I"
  },
  "type": "Basic Material",
  "rarity": "Common",
  "value": 60,
  "recyclesInto": {},
  "weightKg": 0.1,
  "stackSize": 50,
  "foundIn": "Commercial, Residential, Technological",
  "imageFilename": "https://cdn.arctracker.io/items/plastic_parts.png",
  "updatedAt": "11/03/2025"
}