{
  "id": "playing_cards",
  "name": {
    "en": "Playing Cards",
    "de": "Spielkarten",
    "fr": "Cartes à jouer",
    "es": "Cartas de juego",
    "pt": "Cartas de jogar",
    "pl": "Karty do gry",
    "no": "Spillkort",
    "da": "Spillekort",
    "it": "Carte da gioco",
    "ru": "Игральные карты",
    "ja": "トランプ",
    "zh-TW": "撲克牌",
    "uk": "Гральні карти",
    "zh-CN": "扑克牌",
    "kr": "카드 놀이",
    "tr": "Oyun Kağıtları",
    "hr": "Igraće Karte",
    "sr": "Igraće Karte"
  },
  "description": {
    "en": "Speranzans love to see who can build the tallest tower - before the tremors knock them down.",
    "de": "Speranzaner lieben es zu sehen, wer den höchsten Turm bauen kann - bevor die Erschütterungen ihn umwerfen.",
    "fr": "Les Speranzans adorent voir qui peut construire la tour la plus haute - avant que les tremblements ne les renversent.",
    "es": "A los speranzanos les encanta ver quién puede construir la torre más alta, antes de que los temblores las derriben.",
    "pt": "Os speranzanos adoram ver quem consegue construir a torre mais alta - antes que os tremores as derrubem.",
    "pl": "Speranzanie uwielbiają sprawdzać, kto zbuduje najwyższą wieżę - zanim wstrząsy ją przewrócą.",
    "no": "Speranzaner elsker å se hvem som kan bygge det høyeste tårnet - før rystelsene velter dem.",
    "da": "Speranzanere elsker at se, hvem der kan bygge det højeste tårn - før rystelserne vælter dem.",
    "it": "Gli speranzani amano vedere chi riesce a costruire la torre più alta - prima che i tremori le facciano crollare.",
    "ru": "Сперанзанцы любят смотреть, кто сможет построить самую высокую башню - прежде чем толчки её разрушат.",
    "ja": "スペランザンたちは、地震で倒れる前に誰が一番高い塔を作れるか見るのが大好きだ。",
    "zh-TW": "斯佩蘭扎人喜歡看誰能搭出最高的塔——在震動將它們推倒之前。",
    "uk": "Сперанзанці люблять дивитися, хто зможе побудувати найвищу вежу - перш ніж поштовхи її зруйнують.",
    "zh-CN": "斯佩兰扎人喜欢看谁能搭出最高的塔——在震动将它们推倒之前。",
    "kr": "스페란잔 사람들은 진동이 무너뜨리기 전에 누가 가장 높은 탑을 쌓을 수 있는지 보는 것을 좋아한다.",
    "tr": "Speranzalılar, sarsıntılar yıkmadan önce en yüksek kuleyi kimin inşa edebileceğini görmeyi sever.",
    "hr": "Speranzanci vole vidjeti tko može sagraditi najviši toranj - prije nego ga potresi sruše.",
    "sr": "Speranzanci vole da vide ko može da sagradi najvišu kulu - pre nego što je potresi sruše."
  },
  "type": "Trinket",
  "value": 5000,
  "recyclesInto": {},
  "updatedAt": "11/01/2025",
  "rarity": "Rare",
  "weightKg": 0.2,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/playing_cards.png"
}