{
  "id": "poster_of_natural_wonders",
  "name": {
    "en": "Poster of Natural Wonders",
    "de": "Poster der Naturwunder",
    "fr": "Poster des merveilles de la nature",
    "es": "Póster de naturaleza",
    "pt": "Pôster de maravilhas naturais",
    "pl": "Plakat cudów natury",
    "no": "Plakat av naturens underverker",
    "da": "Plakat af naturens vidundere",
    "it": "Poster delle meraviglie naturali",
    "ru": "Плакат природных чудес",
    "ja": "自然の驚異のポスター",
    "zh-TW": "自然奇觀海報",
    "uk": "Плакат природних чудес",
    "zh-CN": "自然奇观海报",
    "kr": "자연의 경이 포스터",
    "tr": "Doğal Harikalar Posteri",
    "hr": "Poster prirodnih čuda",
    "sr": "Poster prirodnih čuda"
  },
  "description": {
    "en": "If you stand close and squint your eyes, it's like the world never came crumbling down.",
    "de": "Wenn man nah dransteht und die Augen zusammenkneift, ist es, als wäre die Welt nie zusammengebrochen.",
    "fr": "Si vous vous tenez près et plissez les yeux, c'est comme si le monde ne s'était jamais effondré.",
    "es": "Si te acercas y entrecierras los ojos, es como si el mundo nunca se hubiera derrumbado.",
    "pt": "Se você ficar perto e apertar os olhos, é como se o mundo nunca tivesse desmoronado.",
    "pl": "Jeśli staniesz blisko i zmrużysz oczy, to tak, jakby świat nigdy się nie zawalił.",
    "no": "Hvis du står nær og kniper øynene sammen, er det som om verden aldri falt sammen.",
    "da": "Hvis du står tæt på og knuger øjnene sammen, er det som om verden aldrig styrtede sammen.",
    "it": "Se ti avvicini e socchiudi gli occhi, è come se il mondo non fosse mai crollato.",
    "ru": "Если встать поближе и прищуриться, можно представить, что мир никогда не рушился.",
    "ja": "近くに立って目を細めれば、世界が崩壊しなかったかのようだ。",
    "zh-TW": "如果你站近一點並瞇起眼睛，就像世界從未崩塌過一樣。",
    "uk": "Якщо підійти ближче і примружитись, здається, ніби світ ніколи не руйнувався.",
    "zh-CN": "如果你站近一点并眯起眼睛，就像世界从未崩塌过一样。",
    "kr": "가까이 서서 눈을 가늘게 뜨면, 세상이 무너진 적이 없는 것 같다.",
    "tr": "Yakına gelip gözlerini kısarsan, dünya hiç yıkılmamış gibi görünür.",
    "hr": "Ako stojite blizu i prižmirite oči, kao da se svijet nikada nije srušio.",
    "sr": "Ako stojite blizu i prižmirite oči, kao da se svet nikada nije srušio."
  },
  "type": "Trinket",
  "rarity": "Uncommon",
  "value": 2000,
  "weightKg": 0.3,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/poster_of_natural_wonders.png",
  "updatedAt": "11/01/2025"
}
