{
  "id": "recorder",
  "name": {
    "en": "Recorder",
    "de": "Blockflöte",
    "fr": "Flûte à bec",
    "es": "Flauta dulce",
    "pt": "Flauta doce",
    "pl": "Flet prosty",
    "no": "Blokkfløyte",
    "da": "Blokfløjte",
    "it": "Flauto dolce",
    "ja": "リコーダー",
    "kr": "리코더",
    "zh-CN": "竖笛",
    "zh-TW": "直笛",
    "ru": "Блокфлейта",
    "tr": "Blok flüt",
    "uk": "Блокфлейта",
    "sr": "Blok flauta",
    "hr": "Blok flauta"
  },
  "rarity": "Uncommon",
  "type": "Quick Use",
  "value": 1000,
  "recyclesInto": {
    "plastic_parts": 10
  },
  "updatedAt": "11/09/2025",
  "description": {
    "en": "A playable recorder used to attract ARC's attention, and impress other Raiders.",
    "de": "Eine spielbare Blockflöte, um ARCs Aufmerksamkeit zu erregen und andere Raider zu beeindrucken.",
    "fr": "Une flûte à bec jouable utilisée pour attirer l'attention d'ARC et impressionner les autres Raiders.",
    "es": "Una flauta dulce tocable usada para atraer la atención de ARC e impresionar a otros Asaltantes.",
    "pt": "Uma flauta doce tocável usada para atrair a atenção da ARC e impressionar outros Invasores.",
    "pl": "Grywalny flet prosty używany do przyciągania uwagi ARC i imponowania innym Rajderom.",
    "no": "En spillbar blokkfløyte brukt til å tiltrekke ARCs oppmerksomhet og imponere andre Raiders.",
    "da": "En spillelig blokfløjte brugt til at tiltrække ARCs opmærksomhed og imponere andre Raiders.",
    "it": "Un flauto dolce suonabile usato per attirare l'attenzione di ARC e impressionare altri Predoni.",
    "ja": "ARCの注意を引き、他のレイダーに感銘を与えるために使用できるリコーダー。",
    "kr": "ARC의 주의를 끌고 다른 레이더들에게 깊은 인상을 주기 위해 사용되는 연주 가능한 리코더.",
    "zh-CN": "一支可演奏的竖笛，用于吸引ARC的注意并给其他掠夺者留下深刻印象。",
    "zh-TW": "一支可演奏的直笛，用於吸引ARC的注意並給其他掠奪者留下深刻印象。",
    "ru": "Играбельная блокфлейта, используемая для привлечения внимания ARC и впечатления других Рейдеров.",
    "tr": "ARC'nin dikkatini çekmek ve diğer Akıncıları etkilemek için kullanılan çalınabilir bir blok flüt.",
    "uk": "Блокфлейта, на якій можна грати, щоб привернути увагу ARC та справити враження на інших Рейдерів.",
    "sr": "Blok flauta koja se može svirati da privuče pažnju ARC-a i impresionira druge Rejdere.",
    "hr": "Blok flauta koja se može svirati za privlačenje pažnje ARC-a i impresioniranje drugih Rejdera."
  },
  "weightKg": 0.2,
  "foundIn": "Residential",
  "effects": {
    "Durability": {
      "en": "Durability",
      "de": "Haltbarkeit",
      "fr": "Durabilité",
      "es": "Durabilidad",
      "pt": "Durabilidade",
      "pl": "Wytrzymałość",
      "no": "Holdbarhet",
      "da": "Holdbarhed",
      "it": "Durabilità",
      "ja": "耐久性",
      "kr": "내구성",
      "zh-CN": "耐久度",
      "zh-TW": "耐久度",
      "ru": "Прочность",
      "tr": "Dayanıklılık",
      "uk": "Міцність",
      "sr": "Izdržljivost",
      "hr": "Izdržljivost",
      "value": "100/100"
    }
  },
  "imageFilename": "https://cdn.arctracker.io/items/recorder.png"
}