{
  "id": "red_coral_jewelry",
  "name": {
    "en": "Red Coral Jewelry",
    "de": "Rote Korallenschmuck",
    "fr": "Bijoux en corail rouge",
    "es": "Joyería de coral rojo",
    "pt": "Joias de coral vermelho",
    "pl": "Biżuteria z czerwonego koralu",
    "no": "Rød korallsmykker",
    "da": "Rød koralsmykker",
    "it": "Gioielli di corallo rosso",
    "ru": "Украшение из красного коралла",
    "ja": "赤珊瑚の宝飾品",
    "zh-TW": "紅珊瑚首飾",
    "uk": "Прикраса з червоного коралу",
    "zh-CN": "红珊瑚首饰",
    "kr": "붉은 산호 장신구",
    "tr": "Kırmızı Mercan Takı",
    "hr": "Nakit od Crvenog Koralja",
    "sr": "Nakit od Crvenog Koralja"
  },
  "description": {
    "en": "Valued for its fine craftsmanship, and effortless ability to make your eyes pop.",
    "de": "Geschätzt für seine feine Handwerkskunst und mühelose Fähigkeit, Ihre Augen zum Leuchten zu bringen.",
    "fr": "Apprécié pour son artisanat raffiné et sa capacité sans effort à faire ressortir vos yeux.",
    "es": "Valorado por su fina artesanía y su capacidad sin esfuerzo para hacer que tus ojos destaquen.",
    "pt": "Valorizado por seu artesanato refinado e capacidade sem esforço de fazer seus olhos brilharem.",
    "pl": "Ceniona za doskonałe rzemiosło i bezwysiłkową zdolność do podkreślania oczu.",
    "no": "Verdsatt for sitt fine håndverk og uanstrengte evne til å få øynene dine til å skinne.",
    "da": "Værdsat for sit fine håndværk og ubesværede evne til at få dine øjne til at poppe.",
    "it": "Apprezzato per la sua fine maestria e la capacità senza sforzo di far risaltare i tuoi occhi.",
    "ru": "Ценится за тонкую работу и непринужденную способность заставить ваши глаза сиять.",
    "ja": "精巧な職人技と、目を引く自然な魅力で評価されている。",
    "zh-TW": "以其精湛的工藝和讓你眼睛一亮的輕鬆能力而受到重視。",
    "uk": "Цінується за тонку роботу та невимушену здатність змусити ваші очі сяяти.",
    "zh-CN": "以其精湛的工艺和让你眼睛一亮的轻松能力而受到重视。",
    "kr": "정교한 장인 정신과 눈을 사로잡는 자연스러운 능력으로 가치를 인정받는다.",
    "tr": "İnce işçiliği ve gözlerinizi parlatma konusundaki zahmetsiz yeteneği ile değerlidir.",
    "hr": "Cijenjen zbog fine izrade i neprisilne sposobnosti da istakne vaše oči.",
    "sr": "Cenjen zbog fine izrade i neprisiljene sposobnosti da istakne vaše oči."
  },
  "type": "Trinket",
  "value": 5000,
  "recyclesInto": {},
  "updatedAt": "11/04/2025",
  "rarity": "Rare",
  "weightKg": 0.3,
  "stackSize": 3,
  "foundIn": "Residential, Old World, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/red_coral_jewelry.png"
}