{
  "id": "rubber_parts",
  "name": {
    "en": "Rubber Parts",
    "de": "Gummiteile",
    "fr": "Pièces en caoutchouc",
    "es": "Piezas de goma",
    "pt": "Peças de borracha",
    "pl": "Części gumowe",
    "no": "Gummideler",
    "da": "Gummidele",
    "it": "Parti in gomma",
    "ru": "Резиновые детали",
    "ja": "ゴムパーツ",
    "zh-TW": "橡膠零件",
    "uk": "Гумові деталі",
    "zh-CN": "橡胶零件",
    "kr": "고무 부품",
    "tr": "Lastik Parçalar",
    "hr": "Gumeni Dijelovi",
    "sr": "Gumeni Delovi"
  },
  "description": {
    "en": "Scrap rubber pieces for crafting. Used to craft: Ferro, Kettle, Looting Mk. 1, Shield Recharger, Stitcher",
    "de": "Gummischrott für die Herstellung. Wird verwendet für: Ferro, Kessel, Plünderung Mk. 1, Schildauflader, Näher",
    "fr": "Morceaux de caoutchouc de récupération pour la fabrication. Permet de fabriquer : Ferro, Fondoir, Butin 1, Rechargeur de bouclier, Sutureur",
    "es": "Piezas de goma de desecho para fabricar. Se usa para fabricar: Ferro, Caldero, Saqueo Ver.1, Cargador de escudos, Costurero",
    "pt": "Pedaços de borracha para fabricação. Usado para fabricar: Ferro, Chaleira, Saque Mk. 1, Recarregador de escudo, Suturador",
    "pl": "Kawałki gumy do wytwarzania. Używany do wytwarzania: Ferro, Czajnik, Grabież Mk. 1, Ładowarka tarczy, Szywacz",
    "no": "Gummiskrapbiter for håndverk. Brukes til å lage: Ferro, Kjele, Plyndring Mk. 1, Skjoldlader, Syer",
    "da": "Gummiskrotdele til håndværk. Bruges til at lave: Ferro, Kedel, Plyndring Mk. 1, Skjoldoplader, Syer",
    "it": "Pezzi di gomma di scarto per il crafting. Usato per creare: Ferro, Bollitore, Saccheggio Mk. 1, Ricaricatore scudo, Cucitore",
    "ru": "Обрывки резины для крафта. Используется для крафта: Ферро, Котелок, Мародёрство Mk. 1, Перезарядка щита, Сшиватель",
    "ja": "製作用のゴム片。製作可能: フェロ、ケトル、ルーティング Mk. 1、シールドリチャージャー、ステッチャー",
    "zh-TW": "用於製作的橡膠碎片。可製作：費羅、水壺、掠奪 Mk. 1、護盾充能器、縫合器",
    "uk": "Шматки гуми для крафту. Використовується для крафту: Ферро, Казанок, Мародерство Mk. 1, Перезарядка щита, Зшивач",
    "zh-CN": "用于制作的橡胶碎片。可制作：费罗、水壶、掠夺 Mk. 1、护盾充能器、缝合器",
    "kr": "제작용 고무 조각. 제작 가능: 페로, 주전자, 약탈 Mk. 1, 방어막 충전기, 봉합기",
    "tr": "Üretim için hurda lastik parçaları. Üretilebilir: Ferro, Çaydanlık, Yağmalama Mk. 1, Kalkan Şarj Cihazı, Dikiş Makinesi",
    "hr": "Komadi otpadne gume za izradu. Koristi se za izradu: Ferro, Kotlić, Pljačkanje Mk. 1, Punjač Štita, Šivač",
    "sr": "Komadi otpadne gume za izradu. Koristi se za izradu: Ferro, Kotlić, Pljačkanje Mk. 1, Punjač Štita, Šivač"
  },
  "type": "Basic Material",
  "rarity": "Common",
  "value": 50,
  "recyclesInto": {},
  "weightKg": 0.1,
  "stackSize": 50,
  "foundIn": "Mechanical, Industrial, Electrical",
  "imageFilename": "https://cdn.arctracker.io/items/rubber_parts.png",
  "updatedAt": "11/03/2025"
}