{
  "id": "rubber_duck",
  "name": {
    "en": "Rubber Duck",
    "de": "Quietscheente",
    "fr": "Canard en caoutchouc",
    "es": "Pato de goma",
    "pt": "Pato de borracha",
    "pl": "Gumowa kaczka",
    "no": "Badeand",
    "da": "Badeand",
    "it": "Paperella di gomma",
    "ru": "Резиновая уточка",
    "ja": "ラバーダック",
    "zh-TW": "橡皮鴨",
    "uk": "Гумова качечка",
    "zh-CN": "橡皮鸭",
    "kr": "고무 오리",
    "tr": "Lastik Ördek",
    "hr": "Gumena Patka",
    "sr": "Gumena Patka"
  },
  "description": {
    "en": "Always there to lend an ear when you need it. Can be thrown to create noise.",
    "de": "Immer da, um zuzuhören, wenn man es braucht. Kann geworfen werden, um Lärm zu erzeugen.",
    "fr": "Toujours là pour vous écouter quand vous en avez besoin. Peut être lancé pour créer du bruit.",
    "es": "Siempre ahí para escucharte cuando lo necesitas. Se puede lanzar para crear ruido.",
    "pt": "Sempre lá para ouvir quando você precisa. Pode ser arremessado para criar ruído.",
    "pl": "Zawsze tam, by wysłuchać, gdy tego potrzebujesz. Można rzucić, aby wytworzyć hałas.",
    "no": "Alltid der for å lytte når du trenger det. Kan kastes for å lage støy.",
    "da": "Altid der for at lytte, når du har brug for det. Kan kastes for at skabe støj.",
    "it": "Sempre lì per ascoltarti quando ne hai bisogno. Può essere lanciata per creare rumore.",
    "ru": "Всегда готова выслушать, когда вам это нужно. Можно бросить, чтобы создать шум.",
    "ja": "必要な時にいつでも話を聞いてくれる。投げて音を立てることができる。",
    "zh-TW": "總是在你需要時傾聽。可以投擲來製造噪音。",
    "uk": "Завжди готова вислухати, коли вам це потрібно. Можна кинути, щоб створити шум.",
    "zh-CN": "总是在你需要时倾听。可以投掷来制造噪音。",
    "kr": "필요할 때 언제나 귀를 기울여줍니다. 던져서 소음을 만들 수 있습니다.",
    "tr": "İhtiyacınız olduğunda her zaman kulak vermeye hazır. Gürültü yaratmak için fırlatılabilir.",
    "hr": "Uvijek tu da sasluša kada ti treba. Može se baciti da stvori buku.",
    "sr": "Uvek tu da sasluša kada ti treba. Može se baciti da stvori buku."
  },
  "type": "Trinket",
  "rarity": "Common",
  "value": 1000,
  "recyclesInto": {},
  "weightKg": 0.3,
  "stackSize": 15,
  "imageFilename": "https://cdn.arctracker.io/items/rubber_duck.png",
  "updatedAt": "11/04/2025"
}