{
  "id": "rusty_arc_steel",
  "name": {
    "en": "Rusty ARC Steel",
    "de": "Rostiger ARC-Stahl",
    "pl": "Zardzewiała stal ARC",
    "pt": "Aço ARC Enferrujado",
    "kr": "녹슨 ARC 강철",
    "ru": "Ржавая сталь ARC",
    "fr": "Acier ARC rouillé",
    "tr": "Paslı ARC Çeliği",
    "sr": "Zahrđali ARC čelik",
    "hr": "Zahrđali ARC čelik",
    "zh-CN": "生锈的ARC钢铁",
    "it": "Acciaio ARC arrugginito",
    "es": "Acero ARC oxidado",
    "da": "Rusten ARC-stål",
    "uk": "Іржава сталь ARC",
    "zh-TW": "生鏽的ARC鋼鐵",
    "no": "Rustet ARC-stål",
    "ja": "錆びたARCスチール"
  },
  "description": {
    "en": "Obtained from ARC enemies and activites. Can be recycled into scrap metal.",
    "de": "Von ARC-Gegnern und Aktivitäten erhalten. Kann zu Altmetall recycelt werden.",
    "pl": "Zdobywane z wrogów ARC i aktywności. Można przetworzyć na złom.",
    "pt": "Obtido de inimigos e atividades ARC. Pode ser reciclado em sucata.",
    "kr": "ARC 적과 활동에서 획득. 고철로 재활용할 수 있습니다.",
    "ru": "Получается с врагов ARC и из активностей. Можно переработать в металлолом.",
    "fr": "Obtenu auprès des ennemis et activités ARC. Peut être recyclé en ferraille.",
    "tr": "ARC düşmanlarından ve etkinliklerinden elde edilir. Hurda metale geri dönüştürülebilir.",
    "sr": "Dobija se od ARC neprijatelja i aktivnosti. Može se reciklirati u otpadni metal.",
    "hr": "Dobiva se od ARC neprijatelja i aktivnosti. Može se reciklirati u staro željezo.",
    "zh-CN": "从ARC敌人和活动中获得。可以回收成废金属。",
    "it": "Ottenuto da nemici e attività ARC. Può essere riciclato in rottami metallici.",
    "es": "Obtenido de enemigos y actividades ARC. Puede reciclarse en chatarra.",
    "da": "Opnået fra ARC-fjender og aktiviteter. Kan genbruges til skrotmetal.",
    "uk": "Отримується зворогів ARC та активностей. Можна переробити на металобрухт.",
    "zh-TW": "從ARC敵人和活動中獲得。可以回收成廢金屬。",
    "no": "Oppnådd fra ARC-fiender og aktiviteter. Kan resirkuleres til skrapmetall.",
    "ja": "ARCの敵や活動から入手。スクラップメタルにリサイクルできます。"
  },
  "type": "Recyclable",
  "rarity": "Uncommon",
  "weight": 1,
  "stackSize": 3,
  "value": 640,
  "recyclesInto": {
    "metal_parts": 8
  },
  "salvagesInto": {
    "metal_parts": 3
  },
  "imageFilename": "https://cdn.arctracker.io/items/rusty_arc_steel.png",
  "updatedAt": "11/17/2025"
}