{
  "id": "silencer_ii",
  "name": {
    "en": "Silencer II",
    "de": "Schalldämpfer II",
    "fr": "Silencieux II",
    "es": "Silenciador II",
    "pt": "Silenciador II",
    "pl": "Tłumik II",
    "no": "Lyddemper II",
    "da": "Lyddæmper II",
    "it": "Silenziatore II",
    "ru": "Глушитель II",
    "ja": "サイレンサー II",
    "zh-TW": "消音器 II",
    "uk": "Глушник II",
    "zh-CN": "消音器 II",
    "kr": "소음기 II",
    "tr": "Susturucu II",
    "hr": "Prigušivač II",
    "sr": "Prigušivač II"
  },
  "description": {
    "en": "Moderately reduces the amount of noise produced when firing. Compatible with: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "de": "Reduziert die beim Schießen erzeugte Geräuschmenge moderat. Kompatibel mit: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "fr": "Réduit modérément la quantité de bruit produite lors du tir. Compatible avec : Arpège, Ferro, Renégat, Enclume, Sutureur",
    "es": "Reduce moderadamente la cantidad de ruido producido al disparar. Compatible con: Arpeggio, Ferro, Renegado, Yunque, Costurero",
    "pt": "Reduz moderadamente a quantidade de ruído produzida ao disparar. Compatível com: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "pl": "Umiarkowanie zmniejsza ilość hałasu wytwarzanego podczas strzału. Kompatybilny z: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "no": "Reduserer moderat mengden støy som produseres ved skyting. Kompatibel med: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "da": "Reducerer moderat mængden af støj produceret ved skydning. Kompatibel med: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "it": "Riduce moderatamente la quantità di rumore prodotto durante lo sparo. Compatibile con: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "ru": "Умеренно снижает уровень шума при стрельбе. Совместимо с: Арпеджио, Ферро, Ренегат, Наковальня, Сшиватель",
    "ja": "射撃時に発生する騒音を適度に軽減します。対応武器：アルペジオ、フェロ、レネゲード、アンビル、ステッチャー",
    "zh-TW": "適度減少射擊時產生的噪音。相容武器：琶音、鐵衛、叛徒、鐵砧、縫合者",
    "uk": "Помірно знижує рівень шуму при стрільбі. Сумісно з: Арпеджіо, Ферро, Ренегат, Ковадло, Зшивач",
    "zh-CN": "适度减少射击时产生的噪音。兼容武器：琶音、铁卫、叛徒、铁砧、缝合者",
    "kr": "발사 시 발생하는 소음을 적당히 감소시킵니다. 호환 무기: 아르페지오, 페로, 레니게이드, 앤빌, 스티처",
    "tr": "Ateş ederken üretilen gürültü miktarını orta düzeyde azaltır. Uyumlu: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "hr": "Umjereno smanjuje količinu buke proizvedene pri pucanju. Kompatibilno s: Arpeggio, Ferro, Renegade, Anvil, Stitcher",
    "sr": "Umereno smanjuje količinu buke proizvedene pri pucanju. Kompatibilno sa: Arpeggio, Ferro, Renegade, Anvil, Stitcher"
  },
  "type": "Modification",
  "rarity": "Rare",
  "value": 5000,
  "weightKg": 0.5,
  "effects": {
    "Reduced Noise": {
      "en": "Reduced Noise",
      "de": "Reduziertes Geräusch",
      "fr": "Bruit réduit",
      "es": "Ruido reducido",
      "pt": "Ruído reduzido",
      "pl": "Zmniejszony hałas",
      "no": "Redusert støy",
      "da": "Reduceret støj",
      "it": "Rumore ridotto",
      "ru": "Уменьшенный шум",
      "ja": "騒音減少",
      "zh-TW": "噪音降低",
      "uk": "Зменшений шум",
      "zh-CN": "噪音降低",
      "kr": "소음 감소",
      "tr": "Azaltılmış Gürültü",
      "hr": "Smanjena Buka",
      "sr": "Smanjena Buka",
      "value": "40%"
    }
  },
  "imageFilename": "https://cdn.arctracker.io/items/silencer_ii.png",
  "updatedAt": "10/30/2025"
}
