{
  "id": "simple_gun_parts",
  "name": {
    "en": "Simple Gun Parts",
    "de": "Einfache Waffenteile",
    "fr": "Pièces de pistolet simple",
    "es": "Piezas de armas simples",
    "pt": "Peças de armas simples",
    "pl": "Proste części broni",
    "no": "Enkle våpendeler",
    "da": "Simple våbendele",
    "it": "Parti di armi semplici",
    "ru": "Простые детали оружия",
    "ja": "シンプルな銃パーツ",
    "zh-TW": "簡易槍械零件",
    "uk": "Прості деталі зброї",
    "zh-CN": "简易枪械零件",
    "kr": "간단한 총기 부품",
    "tr": "Basit Silah Parçaları",
    "hr": "Jednostavni Dijelovi Oružja",
    "sr": "Jednostavni Delovi Oružja"
  },
  "description": {
    "en": "Used to craft weapons. Used to craft: Il Toro, Burletta, Anvil, Arpeggio, Heavy Gun Parts",
    "de": "Wird zur Herstellung von Waffen verwendet. Wird verwendet für: Il Toro, Burletta, Anvil, Arpeggio, Schwere Waffenteile",
    "fr": "Permet de fabriquer des armes. Permet de fabriquer : Il Toro, Burletta, Enclume, Arpège, Pièces d'arme lourdes",
    "es": "Usado para fabricar armas. Usado para fabricar: Il Toro, Burletta, Anvil, Arpeggio, Piezas de armas pesadas",
    "pt": "Usado para fabricar armas. Usado para fabricar: Il Toro, Burletta, Anvil, Arpeggio, Peças de armas pesadas",
    "pl": "Używany do wytwarzania broni. Używany do wytworzenia: Il Toro, Burletta, Anvil, Arpeggio, Ciężkie części broni",
    "no": "Brukes til å lage våpen. Brukes til å lage: Il Toro, Burletta, Anvil, Arpeggio, Tunge våpendeler",
    "da": "Bruges til at fremstille våben. Bruges til at fremstille: Il Toro, Burletta, Anvil, Arpeggio, Tunge våbendele",
    "it": "Usato per fabbricare armi. Usato per fabbricare: Il Toro, Burletta, Anvil, Arpeggio, Parti di armi pesanti",
    "ru": "Используется для создания оружия. Используется для создания: Il Toro, Burletta, Anvil, Arpeggio, тяжелые детали оружия",
    "ja": "武器の製作に使用。製作可能: Il Toro、Burletta、Anvil、Arpeggio、ヘビーガンパーツ",
    "zh-TW": "用於製作武器。用於製作：Il Toro、Burletta、Anvil、Arpeggio、重型槍械零件",
    "uk": "Використовується для створення зброї. Використовується для створення: Il Toro, Burletta, Anvil, Arpeggio, важкі деталі зброї",
    "zh-CN": "用于制作武器。用于制作：Il Toro、Burletta、Anvil、Arpeggio、重型枪械零件",
    "kr": "무기 제작에 사용됩니다. 제작 가능: Il Toro, Burletta, Anvil, Arpeggio, 중형 총기 부품",
    "tr": "Silah üretmek için kullanılır. Üretim için kullanılır: Il Toro, Burletta, Anvil, Arpeggio, Ağır Silah Parçaları",
    "hr": "Koristi se za izradu oružja. Koristi se za izradu: Il Toro, Burletta, Anvil, Arpeggio, Heavy Gun Parts",
    "sr": "Koristi se za pravljenje oružja. Koristi se za pravljenje: Il Toro, Burletta, Anvil, Arpeggio, Heavy Gun Parts"
  },
  "type": "Topside Material",
  "rarity": "Uncommon",
  "value": 330,
  "recyclesInto": {
    "metal_parts": 2
  },
  "updatedAt": "10/31/2025",
  "weightKg": 0.3,
  "stackSize": 10,
  "foundIn": "Raider, Security",
  "imageFilename": "https://cdn.arctracker.io/items/simple_gun_parts.png"
}