{
  "id": "tactical_mk3_healing_blueprint",
  "name": {
    "en": "Tactical Mk. 3 (Healing) Blueprint",
    "de": "Taktisch Mk. 3 (Heilung) Blaupause",
    "fr": "Schéma Tactique 3 (soins)",
    "es": "Plano Táctico Ver. 3 (Curación)",
    "pt": "Projeto Tático Mk. 3 (Cura)",
    "pl": "Projekt Taktyczny Mk. 3 (Leczenie)",
    "no": "Taktisk Mk. 3 (Healing) Blåkopi",
    "da": "Taktisk Mk. 3 (Healing) Tegning",
    "it": "Progetto Tattico Mk. 3 (Cura)",
    "ja": "タクティカル Mk. 3 (ヒーリング) 設計図",
    "kr": "전술 Mk. 3 (치유) 설계도",
    "zh-CN": "战术 Mk. 3（治疗）蓝图",
    "zh-TW": "戰術 Mk. 3（治療）藍圖",
    "ru": "Чертеж тактического Mk. 3 (лечение)",
    "tr": "Taktik Mk. 3 (İyileştirme) Planı",
    "uk": "Креслення тактичного Mk. 3 (лікування)",
    "sr": "Taktički Mk. 3 (Lečenje) Nacrt",
    "hr": "Taktički Mk. 3 (Liječenje) Nacrt"
  },
  "description": {
    "en": "A healing-focused augment which adds extra slots for healing items.",
    "de": "Eine auf Heilung fokussierte Erweiterung, die zusätzliche Slots für Heilgegenstände hinzufügt.",
    "fr": "Une amélioration axée sur les soins qui ajoute des emplacements supplémentaires pour les objets de soin.",
    "es": "Un aumento centrado en curación que añade ranuras adicionales para objetos de curación.",
    "pt": "Um aumento focado em cura que adiciona espaços extras para itens de cura.",
    "pl": "Augmentacja skupiona na leczeniu, która dodaje dodatkowe sloty na przedmioty lecznicze.",
    "no": "En helingsbasert forsterkning som legger til ekstra plasser for helingsgjenstander.",
    "da": "En healingfokuseret forstærkning, der tilføjer ekstra pladser til healinggenstande.",
    "it": "Un potenziamento incentrato sulla cura che aggiunge slot extra per oggetti curativi.",
    "ja": "回復アイテム用の追加スロットを提供する回復重視の強化装備。",
    "kr": "치유 아이템을 위한 추가 슬롯을 제공하는 치유 중심 증강.",
    "zh-CN": "专注于治疗的增强装备，为治疗物品增加额外槽位。",
    "zh-TW": "專注於治療的增強裝備，為治療物品增加額外欄位。",
    "ru": "Аугментация, ориентированная на лечение, которая добавляет дополнительные слоты для лечебных предметов.",
    "tr": "İyileştirme öğeleri için ekstra yuva ekleyen, iyileştirme odaklı bir güçlendirme.",
    "uk": "Аугментація, орієнтована на лікування, яка додає додаткові слоти для лікувальних предметів.",
    "sr": "Augmentacija fokusirana na lečenje koja dodaje dodatne slotove za lečilačke predmete.",
    "hr": "Augmentacija fokusirana na liječenje koja dodaje dodatne slotove za ljekovite predmete."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/tactical_mk3_healing_blueprint.png",
  "rarity": "Legendary",
  "updatedAt": "11/11/2025"
}
