{
  "id": "tactical_mk3_healing",
  "name": {
    "en": "Tactical Mk. 3 (Healing)",
    "de": "Taktisch Mk. 3 (Heilung)",
    "fr": "Tactique 3 (soins)",
    "es": "Táctico Ver. 3 (Curación)",
    "pt": "Tático Mk. 3 (Cura)",
    "pl": "Taktyczny Mk. 3 (Leczenie)",
    "no": "Taktisk Mk. 3 (Helbredelse)",
    "da": "Taktisk Mk. 3 (Helbredelse)",
    "it": "Tattico Mk. 3 (Guarigione)",
    "ru": "Тактический Mk. 3 (Лечение)",
    "ja": "タクティカル Mk. 3 (治療)",
    "zh-TW": "戰術型 Mk. 3 (治療)",
    "uk": "Тактичний Mk. 3 (Лікування)",
    "zh-CN": "战术型 Mk. 3 (治疗)",
    "kr": "전술형 Mk. 3 (치유)",
    "tr": "Taktik Mk. 3 (İyileştirme)",
    "hr": "Taktički Mk. 3 (Liječenje)",
    "sr": "Taktički Mk. 3 (Lečenje)"
  },
  "description": {
    "en": "A healing-focused augment which adds extra slots for healing items. When revived from being downed, releases a healing cloud that restores 20 health over 10 seconds. Has a 30-second cooldown.",
    "de": "Ein auf Heilung fokussiertes Augment, das zusätzliche Slots für Heilgegenstände hinzufügt. Setzt beim Wiederbeleben eine Heilwolke frei, die 10 Sekunden lang 20 Gesundheit wiederherstellt. Hat eine Abklingzeit von 30 Sekunden.",
    "fr": "Une amélioration axée sur les soins qui ajoute des emplacements supplémentaires pour les objets de soin. Lors de la réanimation, libère un nuage de soin qui restaure 20 points de vie sur 10 secondes. A un temps de recharge de 30 secondes.",
    "es": "Un aumento centrado en la curación que añade ranuras adicionales para objetos de curación. Al ser reanimado, libera una nube curativa que restaura 20 de salud durante 10 segundos. Tiene un tiempo de reutilización de 30 segundos.",
    "pt": "Um aumento focado em cura que adiciona espaços extras para itens de cura. Ao ser reanimado, libera uma nuvem curativa que restaura 20 de vida ao longo de 10 segundos. Tem um tempo de recarga de 30 segundos.",
    "pl": "Augmentacja skupiona na leczeniu, która dodaje dodatkowe sloty na przedmioty lecznicze. Po podniesieniu z ziemi uwalnia chmurę leczniczą, która przywraca 20 zdrowia przez 10 sekund. Ma 30-sekundowy czas odnowienia.",
    "no": "En helbredelsesrettet forsterkning som legger til ekstra plasser for helbredelsesgjenstander. Når gjenopplivet fra å være nede, frigjør en helbredende sky som gjenoppretter 20 helse over 10 sekunder. Har en 30-sekunders nedkjølingstid.",
    "da": "En helbredelsesrettet forstærkning som tilføjer ekstra pladser til helbredelsesitems. Når genoplivet fra at være nede, frigiver en helbredende sky der gendanner 20 helbred over 10 sekunder. Har en 30-sekunders afkølingstid.",
    "it": "Un potenziamento incentrato sulla guarigione che aggiunge slot extra per oggetti curativi. Quando rianimato dopo essere stato abbattuto, rilascia una nuvola curativa che ripristina 20 punti salute in 10 secondi. Ha un tempo di ricarica di 30 secondi.",
    "ru": "Усиление, ориентированное на лечение, добавляющее дополнительные слоты для лечебных предметов. При поднятии из состояния нокдауна выпускает лечебное облако, восстанавливающее 20 здоровья за 10 секунд. Перезарядка 30 секунд.",
    "ja": "治療に特化した強化装備で、治療アイテム用の追加スロットを提供。ダウン状態から復活すると、10秒間で20の体力を回復する治療クラウドを放出。クールダウン30秒。",
    "zh-TW": "專注於治療的強化裝備，增加治療物品欄位。從倒地狀態復活時，釋放治療雲霧，在10秒內恢復20點生命值。冷卻時間30秒。",
    "uk": "Посилення, орієнтоване на лікування, що додає додаткові слоти для лікувальних предметів. При підйомі зі стану нокдауну випускає лікувальну хмару, що відновлює 20 здоров'я за 10 секунд. Перезарядка 30 секунд.",
    "zh-CN": "专注于治疗的强化装备，增加治疗物品栏位。从倒地状态复活时，释放治疗云雾，在10秒内恢复20点生命值。冷却时间30秒。",
    "kr": "치유에 특화된 증강 장비로 치유 아이템 슬롯을 추가합니다. 다운 상태에서 소생하면 10초에 걸쳐 20의 체력을 회복하는 치유 구름을 방출합니다. 재사용 대기시간 30초.",
    "tr": "İyileştirme öğeleri için ekstra yuva ekleyen iyileştirme odaklı bir güçlendirme. Yere düşmüş haldeyken canlandırıldığında, 10 saniye boyunca 20 can yenileyen bir iyileştirme bulutu salar. 30 saniyelik bekleme süresi vardır.",
    "hr": "Nadogradnja fokusirana na liječenje koja dodaje dodatne slotove za predmete liječenja. Kada se oživite nakon obaranja, oslobađa oblak liječenja koji vraća 20 zdravlja tijekom 10 sekundi. Ima vrijeme ponovnog punjenja od 30 sekundi.",
    "sr": "Nadogradnja fokusirana na lečenje koja dodaje dodatne slotove za predmete lečenja. Kada se oživite nakon obaranja, oslobađa oblak lečenja koji vraća 20 zdravlja tokom 10 sekundi. Ima vreme ponovnog punjenja od 30 sekundi."
  },
  "type": "Augment",
  "rarity": "Epic",
  "recyclesInto": {
    "advanced_electrical_components": 1,
    "processor": 1
  },
  "effects": {
    "Durability": {
      "en": "Durability",
      "de": "Haltbarkeit",
      "fr": "Durabilité",
      "es": "Durabilidad",
      "pt": "Durabilidade",
      "pl": "Wytrzymałość",
      "no": "Holdbarhet",
      "da": "Holdbarhed",
      "it": "Durabilità",
      "ru": "Прочность",
      "ja": "耐久性",
      "zh-TW": "耐久度",
      "uk": "Міцність",
      "zh-CN": "耐久度",
      "kr": "내구도",
      "tr": "Dayanıklılık",
      "hr": "Izdržljivost",
      "sr": "Izdržljivost",
      "value": "100/100"
    },
    "Max Loadout Weight": {
      "en": "Max Loadout Weight",
      "de": "Max. Ausrüstungsgewicht",
      "fr": "Poids max. de l'équipement",
      "es": "Peso máximo del equipamiento",
      "pt": "Peso máximo do equipamento",
      "pl": "Maks. waga ekwipunku",
      "no": "Maks utstyrsvekt",
      "da": "Maks. udstyrsvægt",
      "it": "Peso massimo equipaggiamento",
      "ru": "Макс. вес снаряжения",
      "ja": "最大装備重量",
      "zh-TW": "最大裝備重量",
      "uk": "Макс. вага спорядження",
      "zh-CN": "最大装备重量",
      "kr": "최대 장비 무게",
      "tr": "Maks. Donanım Ağırlığı",
      "hr": "Maks. Težina Opreme",
      "sr": "Maks. Težina Opreme",
      "value": 55
    },
    "Shield Compatibility": {
      "en": "Shield Compatibility",
      "de": "Schildkompatibilität",
      "fr": "Compatibilité bouclier",
      "es": "Compatibilidad con escudo",
      "pt": "Compatibilidade com escudo",
      "pl": "Kompatybilność z tarczą",
      "no": "Skjoldkompatibilitet",
      "da": "Skjoldkompatibilitet",
      "it": "Compatibilità scudo",
      "ru": "Совместимость со щитом",
      "ja": "シールド互換性",
      "zh-TW": "護盾相容性",
      "uk": "Сумісність зі щитом",
      "zh-CN": "护盾兼容性",
      "kr": "실드 호환성",
      "tr": "Kalkan Uyumluluğu",
      "hr": "Kompatibilnost Štita",
      "sr": "Kompatibilnost Štita",
      "value": "Light, Medium"
    }
  },
  "weightKg": 4,
  "value": 5000,
  "imageFilename": "https://cdn.arctracker.io/items/tactical_mk3_healing.png",
  "updatedAt": "11/05/2025"
}
