{
  "id": "tagging_grenade",
  "name": {
    "en": "Tagging Grenade",
    "de": "Markierungsgranate",
    "fr": "Grenade de marquage",
    "es": "Granada marcadora",
    "pt": "Granada marcadora",
    "pl": "Granat znacznikowy",
    "no": "Merkegranат",
    "da": "Markeringsgranат",
    "it": "Granata marcatrice",
    "ru": "Маркирующая граната",
    "ja": "タギンググレネード",
    "zh-TW": "標記手榴彈",
    "uk": "Маркувальна граната",
    "zh-CN": "标记手榴弹",
    "kr": "태깅 수류탄",
    "tr": "İşaretleme Bombası",
    "hr": "Granata za Označavanje",
    "sr": "Granata za Označavanje"
  },
  "description": {
    "en": "A grenade that detonates after a delay, tagging Raiders and ARC enemies in an area, allowing you to briefly track their location.",
    "de": "Eine Granate, die nach einer Verzögerung explodiert und Räuber und ARC-Feinde in einem Gebiet markiert, sodass Sie kurzzeitig ihren Standort verfolgen können.",
    "fr": "Une grenade qui explose après un délai, marquant les Raiders et les ennemis ARC dans une zone, vous permettant de suivre brièvement leur position.",
    "es": "Una granada que detona tras un retraso, marcando a saqueadores y enemigos ARC en un área, permitiéndote rastrear brevemente su ubicación.",
    "pt": "Uma granada que detona após um atraso, marcando saqueadores e inimigos ARC em uma área, permitindo rastrear brevemente sua localização.",
    "pl": "Granat, który detonuje po opóźnieniu, oznaczając najeźdźców i wrogów ARC w obszarze, pozwalając na krótkie śledzenie ich lokalizacji.",
    "no": "En granат som detonerer etter en forsinkelse, merker Raiders og ARC-fiender i et område, slik at du kan spore deres posisjon kort.",
    "da": "En granат der detonerer efter en forsinkelse, markerer Raiders og ARC-fjender i et område, så du kan spore deres position kortvarigt.",
    "it": "Una granata che detona dopo un ritardo, marcando i predoni e i nemici ARC in un'area, permettendoti di tracciare brevemente la loro posizione.",
    "ru": "Граната, взрывающаяся с задержкой и маркирующая рейдеров и врагов ARC в области, позволяя вам ненадолго отслеживать их местоположение.",
    "ja": "遅延後に爆発し、エリア内のレイダーとARC敵をタグ付けして、一時的に位置を追跡できるようにする手榴弾。",
    "zh-TW": "延遲引爆的手榴彈，能標記區域內的掠奪者和ARC敵人，讓你能短暫追蹤他們的位置。",
    "uk": "Граната, що вибухає із затримкою та маркує рейдерів і ворогів ARC в області, дозволяючи вам короткочасно відстежувати їхнє місцезнаходження.",
    "zh-CN": "延迟引爆的手榴弹，能标记区域内的掠夺者和ARC敌人，让你能短暂追踪他们的位置。",
    "kr": "지연 후 폭발하여 지역 내의 레이더와 ARC 적을 태그하여 잠시 동안 위치를 추적할 수 있게 하는 수류탄입니다.",
    "tr": "Gecikmeli olarak patlayan ve bir alandaki Akıncıları ve ARC düşmanlarını işaretleyerek konumlarını kısa süreliğine takip etmenizi sağlayan bomba.",
    "hr": "Granata koja detonira nakon odgode, označavajući Razbojnike i ARC neprijatelje u području, omogućujući vam da kratko pratite njihovu lokaciju.",
    "sr": "Granata koja detonira nakon odlaganja, označavajući Razbojnike i ARC neprijatelje u području, omogućavajući vam da kratko pratite njihovu lokaciju."
  },
  "type": "Quick Use",
  "rarity": "Rare",
  "value": 1000,
  "recyclesInto": {
    "plastic_parts": 1,
    "sensors": 1
  },
  "weightKg": 0.4,
  "stackSize": 3,
  "effects": {
    "Duration": {
      "en": "Duration",
      "de": "Dauer",
      "fr": "Durée",
      "es": "Duración",
      "pt": "Duração",
      "pl": "Czas trwania",
      "no": "Varighet",
      "da": "Varighed",
      "it": "Durata",
      "ru": "Длительность",
      "ja": "持続時間",
      "zh-TW": "持續時間",
      "uk": "Тривалість",
      "zh-CN": "持续时间",
      "kr": "지속 시간",
      "tr": "Süre",
      "hr": "Trajanje",
      "sr": "Trajanje",
      "value": "30s"
    },
    "Radius": {
      "en": "Radius",
      "de": "Radius",
      "fr": "Rayon",
      "es": "Radio",
      "pt": "Raio",
      "pl": "Zasięg",
      "no": "Radius",
      "da": "Radius",
      "it": "Raggio",
      "ru": "Радиус",
      "ja": "範囲",
      "zh-TW": "半徑",
      "uk": "Радіус",
      "zh-CN": "半径",
      "kr": "반경",
      "tr": "Yarıçap",
      "hr": "Radijus",
      "sr": "Radijus",
      "value": "6m"
    }
  },
  "updatedAt": "11/10/2025",
  "imageFilename": "https://cdn.arctracker.io/items/tagging_grenade.png",
  "recipe": {
    "electrical_components": 1,
    "sensors": 1
  },
  "craftBench": "utility_bench",
  "salvagesInto": {
    "sensors": 1
  }
}