{
  "name": {
    "en": "Trailblazer",
    "de": "Wegbereiter",
    "fr": "Brûleuse",
    "es": "Pionero",
    "pt": "Desbravador",
    "pl": "Pionier",
    "no": "Banebryter",
    "da": "Banebryder",
    "it": "Apripista",
    "ja": "トレイルブレイザー",
    "kr": "선구자",
    "zh-CN": "开拓者",
    "zh-TW": "開拓者",
    "ru": "Первопроходец",
    "tr": "Öncü",
    "uk": "Першопрохідець",
    "sr": "Tragač",
    "hr": "Tragač"
  },
  "description": {
    "en": "A grenade that emits a trail of flammable gas along its path, causing an explosive chain reaction when it ignites.",
    "de": "Eine Granate, die entlang ihrer Flugbahn eine Spur aus brennbarem Gas freisetzt und beim Entzünden eine explosive Kettenreaktion auslöst.",
    "fr": "Une grenade qui laisse une traînée de gaz enflammable sur sa trajectoire, provoquant une réaction en chaîne explosive lorsqu'elle s'enflamme.",
    "es": "Una granada que emite un rastro de gas inflamable a lo largo de su trayectoria, causando una reacción en cadena explosiva cuando se enciende.",
    "pt": "Uma granada que emite um rastro de gás inflamável ao longo de seu caminho, causando uma reação em cadeia explosiva quando se inflama.",
    "pl": "Granat emitujący ślad łatwopalnego gazu wzdłuż swojej ścieżki, powodujący wybuchową reakcję łańcuchową po zapłonie.",
    "no": "En granat som avgir et spor av brennbar gass langs banen sin, og forårsaker en eksplosiv kjedereaksjon når den antennes.",
    "da": "En granat der udsender et spor af brændbar gas langs sin bane, hvilket forårsager en eksplosiv kædereaktion når den antændes.",
    "it": "Una granata che emette una scia di gas infiammabile lungo il suo percorso, causando una reazione esplosiva a catena quando si accende.",
    "ja": "軌道に沿って可燃性ガスの軌跡を放出し、着火時に爆発的な連鎖反応を引き起こす手榴弾。",
    "kr": "경로를 따라 가연성 가스 흔적을 방출하여 점화 시 폭발적인 연쇄 반응을 일으키는 수류탄.",
    "zh-CN": "一种沿路径释放易燃气体轨迹的手榴弹，点燃时会引发爆炸性连锁反应。",
    "zh-TW": "一種沿路徑釋放易燃氣體軌跡的手榴彈，點燃時會引發爆炸性連鎖反應。",
    "ru": "Граната, выделяющая след горючего газа по своей траектории, вызывающая взрывную цепную реакцию при воспламенении.",
    "tr": "Yolu boyunca yanıcı gaz izi bırakan ve ateşlendiğinde patlayıcı bir zincirleme reaksiyona neden olan bir el bombası.",
    "uk": "Граната, що виділяє слід горючого газу вздовж своєї траєкторії, викликаючи вибухову ланцюгову реакцію при займанні.",
    "sr": "Granata koja emituje trag zapaljivog gasa duž svoje putanje, izazivajući eksplozivnu lančanu reakciju kada se zapali.",
    "hr": "Granata koja emitira trag zapaljivog plina duž svoje putanje, uzrokujući eksplozivnu lančanu reakciju kada se zapali."
  },
  "id": "trailblazer",
  "type": "Quick Use",
  "value": 1600,
  "rarity": "Rare",
  "weightKg": 1.0,
  "stackSize": 3,
  "effects": {
    "Damage": {
      "en": "Damage",
      "de": "Schaden",
      "fr": "Dégâts",
      "es": "Daño",
      "pt": "Dano",
      "pl": "Obrażenia",
      "no": "Skade",
      "da": "Skade",
      "it": "Danno",
      "ja": "ダメージ",
      "kr": "피해",
      "zh-CN": "伤害",
      "zh-TW": "傷害",
      "ru": "Урон",
      "tr": "Hasar",
      "uk": "Шкода",
      "sr": "Šteta",
      "hr": "Šteta",
      "value": 20
    },
    "Radius": {
      "en": "Radius",
      "de": "Radius",
      "fr": "Rayon",
      "es": "Radio",
      "pt": "Raio",
      "pl": "Promień",
      "no": "Radius",
      "da": "Radius",
      "it": "Raggio",
      "ja": "半径",
      "kr": "반경",
      "zh-CN": "半径",
      "zh-TW": "半徑",
      "ru": "Радиус",
      "tr": "Yarıçap",
      "uk": "Радіус",
      "sr": "Radijus",
      "hr": "Radijus",
      "value": "2m"
    }
  },
  "recyclesInto": {
    "crude_explosives": 2
  },
  "imageFilename": "https://cdn.arctracker.io/items/trailblazer.png",
  "updatedAt": "11/14/2025"
}