{
  "id": "trigger_nade_blueprint",
  "name": {
    "en": "Trigger Nade Blueprint",
    "de": "Auslösegranaten-Bauplan",
    "fr": "Plan de grenade à déclenchement",
    "es": "Plano de granada de activación",
    "pt": "Projeto de granada de ativação",
    "pl": "Projekt granatu wyzwalającego",
    "no": "Utløsergranattegning",
    "da": "Udløsergranattegning",
    "it": "Progetto granata ad attivazione",
    "ru": "Чертёж триггерной гранаты",
    "ja": "トリガーグレネード設計図",
    "zh-TW": "觸發手榴彈藍圖",
    "uk": "Креслення тригерної гранати",
    "zh-CN": "触发手榴弹蓝图",
    "kr": "트리거 수류탄 설계도",
    "tr": "Tetiklemeli Bomba Planı",
    "hr": "Nacrt Trigger Nade",
    "sr": "Nacrt Trigger Nade"
  },
  "description": {
    "en": "A remote-detonated grenade that can stick to surfaces and ARC, dealing explosive damage when triggered.",
    "de": "Eine ferngesteuerte Granate, die an Oberflächen und ARC haftet und bei Auslösung explosiven Schaden verursacht.",
    "fr": "Une grenade à détonation à distance qui peut adhérer aux surfaces et aux ARC, infligeant des dégâts explosifs lorsqu'elle est déclenchée.",
    "es": "Una granada de detonación remota que puede adherirse a superficies y ARC, causando daño explosivo al activarse.",
    "pt": "Uma granada de detonação remota que pode grudar em superfícies e ARC, causando dano explosivo quando acionada.",
    "pl": "Granat zdalnie detonowany, który może przyczepić się do powierzchni i ARC, zadając obrażenia wybuchowe po aktywacji.",
    "no": "En fjerndetonert granat som kan feste seg til overflater og ARC, og gir eksplosiv skade når den utløses.",
    "da": "En fjerndetoneret granat, der kan hæfte til overflader og ARC, og giver eksplosiv skade når den udløses.",
    "it": "Una granata a detonazione remota che può attaccarsi a superfici e ARC, infliggendo danni esplosivi quando attivata.",
    "ru": "Граната с дистанционным взрывом, которая прилипает к поверхностям и ARC, нанося взрывной урон при активации.",
    "ja": "表面やARCに貼り付けることができる遠隔起爆手榴弾。起動時に爆発ダメージを与える。",
    "zh-TW": "可黏附在表面和ARC上的遙控引爆手榴彈，觸發時造成爆炸傷害。",
    "uk": "Граната з дистанційним підривом, яка прилипає до поверхонь та ARC, завдаючи вибухової шкоди при активації.",
    "zh-CN": "可粘附在表面和ARC上的遥控引爆手榴弹，触发时造成爆炸伤害。",
    "kr": "표면과 ARC에 부착할 수 있는 원격 기폭 수류탄. 작동 시 폭발 피해를 입힙니다.",
    "tr": "Yüzeylere ve ARC'ye yapışabilen, tetiklendiğinde patlayıcı hasar veren uzaktan patlatmalı el bombası.",
    "hr": "Daljinski aktivirana granata koja se može zalijepiti na površine i ARC, nanoseći eksplozivnu štetu kada se aktivira.",
    "sr": "Daljinski aktivirana granata koja se može zalepiti na površine i ARC, nanoseći eksplozivnu štetu kada se aktivira."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "rarity": "Legendary",
  "imageFilename": "https://cdn.arctracker.io/items/trigger_nade_blueprint.png",
  "updatedAt": "11/12/2025"
}