{
  "id": "very_comfortable_pillow",
  "name": {
    "en": "Very Comfortable Pillow",
    "de": "Ultragemütliches Kissen",
    "fr": "Oreiller très confortable",
    "es": "Almohada muy cómoda",
    "pt": "Travesseiro muito confortável",
    "pl": "Bardzo wygodna poduszka",
    "no": "Veldig komfortabel pute",
    "da": "Meget behagelig pude",
    "it": "Cuscino molto comodo",
    "ru": "Очень удобная подушка",
    "ja": "とても快適な枕",
    "zh-TW": "非常舒適的枕頭",
    "uk": "Дуже зручна подушка",
    "zh-CN": "非常舒适的枕头",
    "kr": "매우 편안한 베개",
    "tr": "Çok Rahat Yastık",
    "hr": "Vrlo udoban jastuk",
    "sr": "Veoma udoban jastuk"
  },
  "description": {
    "en": "The envy of every Raider. Like sleeping on an especially ergonomic cloud.",
    "de": "Der Neid jedes Plünderers. Wie das Schlafen auf einer besonders ergonomischen Wolke.",
    "fr": "L'envie de tous les Raiders. Comme dormir sur un nuage particulièrement ergonomique.",
    "es": "La envidia de todos los saqueadores. Como dormir en una nube especialmente ergonómica.",
    "pt": "A inveja de todos os saqueadores. Como dormir em uma nuvem especialmente ergonômica.",
    "pl": "Zazdrość każdego Najeźdźcy. Jak spanie na szczególnie ergonomicznej chmurze.",
    "no": "Misunnelsen til hver Raider. Som å sove på en spesielt ergonomisk sky.",
    "da": "Misundelsen fra enhver Raider. Som at sove på en særligt ergonomisk sky.",
    "it": "L'invidia di ogni Razziatore. Come dormire su una nuvola particolarmente ergonomica.",
    "ru": "Зависть каждого Рейдера. Как спать на особенно эргономичном облаке.",
    "ja": "すべてのレイダーの羨望の的。特に人間工学的な雲の上で眠るような感じ。",
    "zh-TW": "每個掠奪者的羨慕對象。就像睡在特別符合人體工學的雲上。",
    "uk": "Заздрість кожного Рейдера. Наче спати на особливо ergonomічній хмарі.",
    "zh-CN": "每个掠夺者的羡慕对象。就像睡在特别符合人体工学的云上。",
    "kr": "모든 레이더의 부러움. 특히 인체공학적인 구름 위에서 자는 것 같습니다.",
    "tr": "Her Akıncının imrendiği şey. Özellikle ergonomik bir bulut üzerinde uyumak gibi.",
    "hr": "Zavist svakog pljačkaša. Kao spavanje na posebno ergonomskom oblaku.",
    "sr": "Zavist svakog pljačkaša. Kao spavanje na posebno ergonomskom oblaku."
  },
  "type": "Trinket",
  "value": 2000,
  "weightKg": 0.3,
  "stackSize": 3,
  "foundIn": "Residential, Commercial",
  "imageFilename": "https://cdn.arctracker.io/items/very_comfortable_pillow.png",
  "rarity": "Uncommon",
  "updatedAt": "10/30/2025"
}