{
  "id": "vita_spray_blueprint",
  "name": {
    "en": "Vita Spray Blueprint",
    "de": "Vita-Spray-Blaupause",
    "fr": "Plan de spray Vita",
    "es": "Plano de aerosol Vita",
    "pt": "Projeto de spray Vita",
    "pl": "Projekt sprayu Vita",
    "no": "Vita-spray-tegning",
    "da": "Vita-spray-tegning",
    "it": "Progetto spray Vita",
    "ru": "Чертёж Вита-спрея",
    "ja": "ヴィータスプレー設計図",
    "zh-TW": "生命噴霧藍圖",
    "uk": "Креслення Віта-спрею",
    "zh-CN": "生命喷雾蓝图",
    "kr": "비타 스프레이 설계도",
    "tr": "Vita Spreyi Planı",
    "hr": "Nacrt za Vita sprej",
    "sr": "Nacrt za Vita sprej"
  },
  "description": {
    "en": "A medical item that continuously restores health during use. Can be used on yourself or your allies.",
    "de": "Ein medizinischer Gegenstand, der während der Verwendung kontinuierlich Gesundheit wiederherstellt. Kann an sich selbst oder Verbündeten verwendet werden.",
    "fr": "Un objet médical qui restaure continuellement la santé pendant l'utilisation. Peut être utilisé sur vous-même ou vos alliés.",
    "es": "Un objeto médico que restaura continuamente la salud durante el uso. Puede usarse en ti mismo o en tus aliados.",
    "pt": "Um item médico que restaura continuamente a saúde durante o uso. Pode ser usado em si mesmo ou em seus aliados.",
    "pl": "Przedmiot medyczny, który stale przywraca zdrowie podczas użycia. Może być użyty na sobie lub sojusznikach.",
    "no": "En medisinsk gjenstand som kontinuerlig gjenoppretter helse under bruk. Kan brukes på deg selv eller dine allierte.",
    "da": "En medicinsk genstand, der løbende genopretter helbred under brug. Kan bruges på dig selv eller dine allierede.",
    "it": "Un oggetto medico che ripristina continuamente la salute durante l'uso. Può essere usato su te stesso o sui tuoi alleati.",
    "ru": "Медицинский предмет, который непрерывно восстанавливает здоровье во время использования. Можно использовать на себе или союзниках.",
    "ja": "使用中に継続的に体力を回復する医療アイテム。自分または味方に使用できます。",
    "zh-TW": "使用時持續恢復生命值的醫療物品。可以對自己或隊友使用。",
    "uk": "Медичний предмет, який безперервно відновлює здоров'я під час використання. Можна використовувати на собі або союзниках.",
    "zh-CN": "使用时持续恢复生命值的医疗物品。可以对自己或队友使用。",
    "kr": "사용 중 지속적으로 체력을 회복하는 의료 아이템입니다. 자신이나 아군에게 사용할 수 있습니다.",
    "tr": "Kullanım sırasında sürekli olarak can yenileyen tıbbi bir eşya. Kendinize veya müttefiklerinize kullanılabilir.",
    "hr": "Medicinski predmet koji kontinuirano obnavlja zdravlje tijekom uporabe. Može se koristiti na sebi ili saveznicima.",
    "sr": "Medicinski predmet koji kontinuirano obnavlja zdravlje tokom upotrebe. Može se koristiti na sebi ili saveznicima."
  },
  "type": "Blueprint",
  "value": 5000,
  "imageFilename": "https://cdn.arctracker.io/items/vita_spray.png",
  "rarity": "Legendary",
  "updatedAt": "11/12/2025"
}